{
    "en": {
        "tr_core_amber_noon_campaign_title": "Royal Blood",
        "tr_core_amber_noon_m1_name": "A King in the making",
        "tr_core_amber_noon_m1_desc": "Under Chancellor Irene's watchful eye, Prince Tybalt is undergoing intense training. Bad news brought by Captain Claude confirmed her fears: only a military action by the Prince himself can unite warring nations and put an end to Grim's plans.",
        "tr_core_amber_noon_m1_t1": "*huff*\n*puff*",
        "tr_core_amber_noon_m1_t2": "That heat is too much!",
        "tr_core_amber_noon_m1_t3": "Keep it up! Only 90 more to go!",
        "tr_core_amber_noon_m1_t4": "...whaaaaaaat?",
        "tr_core_amber_noon_m1_t5": "This is not what I had in mind when I asked Chancellor for help...",
        "tr_core_amber_noon_m1_t6": "Ok, that's enough.",
        "tr_core_amber_noon_m1_t7": "At last, I really need to lie down.",
        "tr_core_amber_noon_m1_t8": "I see you are warmed up. Good. We can start with the main part then.",
        "tr_core_amber_noon_m1_t9": "Have mercy!",
        "tr_core_amber_noon_m1_t10": "I'm sorry, Prince, but time is not on our side.",
        "tr_core_amber_noon_m1_t11": "As you already know, Admiral Torsten wasn't able to free your father. At this point, Chancellor Irene believes that there is only one way to defeat Warlord Grim without an all-out war between Amber Noon and other nations.",
        "tr_core_amber_noon_m1_t12": "Grim was never a big fan of diplomacy. He believes, that a pen might well be mightier than the sword, that is why he carries his grand halberd instead.",
        "tr_core_amber_noon_m1_t13": "As long as he commands Amber army, it's going to be hard to get rid of him. Your kingdom needs you, Prince. More than ever before.",
        "tr_core_amber_noon_m1_t14": "Do you really believe I can achieve anything when even the greatest of the Jade Twilight commanders failed?",
        "tr_core_amber_noon_m1_t15": "Yes, you can. There are plenty of officers, who question orders coming from Grim. It's getting harder and harder for him to keep up the charade that King is still in control. If they see you return, there is a great chance, that they will join your cause.",
        "tr_core_amber_noon_m1_t16": "If we can erode Grim's forces and allies, we can pressure him to surrender without causing too much damage.",
        "tr_core_amber_noon_m1_t17": "And speaking of loyal soldiers, some of them contacted us and agreed to come here to help you with your final test.",
        "tr_core_amber_noon_m1_t18": "Amber Noon soldiers really came here for me? And what is this test?",
        "tr_core_amber_noon_m1_t19": "I've been overlooking your short, but intense training, and I must admit, your progress is commendable. Chancellor Irene believes you might be ready to face against Grim's armies.",
        "tr_core_amber_noon_m1_t20": "But before that happens, there will be one final test. And I will be the judge of whether you are fit or not to lead your soldiers back to Amber Fortress.",
        "tr_core_amber_noon_m1_t21": "And that test is?",
        "tr_core_amber_noon_m1_t22": "The test is... also me. You will lead your troops against mine, in a mock battle.",
        "tr_core_amber_noon_m1_t23": "Your men are already waiting. They set up a camp on the eastern side of the training area.",
        "tr_core_amber_noon_m1_t24": "The goal of this encounter is to capture the HQ building. It is highly advisable to capture the other ones first, in order to diminish the defensive capabilities, but HQ is the one that counts.",
        "tr_core_amber_noon_m1_t25": "Expect me to be there as well, defending it.",
        "tr_core_amber_noon_m1_t26": "There are some structures in the middle as well.",
        "tr_core_amber_noon_m1_t27": "Those will be highly contested. Having them should give a big boost to whichever side controls them.",
        "tr_core_amber_noon_m1_t28": "Any questions?",
        "tr_core_amber_noon_m1_t29": "No, but the loser is buying the drinks.",
        "tr_core_amber_noon_m1_t30": "You bet! Now let's get to our positions and we can start.",
        "tr_core_amber_noon_m1_o1": "Capture the Jade Twilight HQ",
        "tr_core_amber_noon_m1_o2": "Prince Tybalt must survive",
        "tr_core_amber_noon_m1_t31": "Congratulations, Prince! Well done!",
        "tr_core_amber_noon_m1_t32": "So how did I do, Captain?",
        "tr_core_amber_noon_m1_t33": "There are things, that could have been done better, but overall I am impressed. I'll let Chancellor Irene know of your accomplishments. She is putting a lot of faith in you, and you did not disappoint.",
        "tr_core_amber_noon_m1_t34": "Thank you for your kind words! I think my soldiers need some rest.",
        "tr_core_amber_noon_m1_t35": "It was a hard day, for all of us. I guess today the drinks are on me, huh?",
        "tr_core_amber_noon_m1_t36": "Good thinking! Eliminating the opposing hero removes a lot of benefits for your enemy. I'll watch the remaining battle from the sidelines.",
        "tr_core_amber_noon_m1_t37": "I have been defeated... I wasn't ready after all...",
        "tr_core_amber_noon_m2_name": "Obsidian shadow",
        "tr_core_amber_noon_m2_desc": "Accompanied by Captain Claude and a group of Royal Knights, Prince Tybalt begins his march to rescue his father. His first objective is one of the border bases of Amber Noon, where he hopes to enlist the help of one of the loyalist cohorts. But only when they arrive, the extent of Grim's corruption is revealed.",
        "tr_core_amber_noon_a1": "Amber Rocket Artillery",
        "tr_core_amber_noon_m2_t1": "Sir, they are coming!",
        "tr_core_amber_noon_a2": "Amber Commander",
        "tr_core_amber_noon_m2_t2": "Stand your ground! Let them come!",
        "tr_core_amber_noon_a3": "Obsidian Soldier",
        "tr_core_amber_noon_m2_t3": "Put your weapons down! These lands now belong to Warlord Grim! You will either join us or perish trying to oppose us!",
        "tr_core_amber_noon_m2_t4": "Do you really think some lowly rebels can intimidate us? You are no match for the loyal Knights of the rightful King!",
        "tr_core_amber_noon_a4": "Amber Soldier",
        "tr_core_amber_noon_m2_t5": "My Prince! There are Amber Noon forces stationed down the road, but... they wear unusual uniforms.",
        "tr_core_amber_noon_m2_t6": "Hey, you! You're not allowed to be here! Identify yourselves!",
        "tr_core_amber_noon_m2_t7": "I am Tybalt, an Amber Prince and a rightful heir to these lands! Who are you to stand in my way?",
        "tr_core_amber_noon_m2_t8": "Rightful heir? Good joke! Warlord Grim is the one who rules this country now! And we, Obsidian Night, are his army!",
        "tr_core_amber_noon_m2_t9": "And now, Prince, come with us. Warlord will award us greatly for bringing you in! And while in chains, you will have the pleasure of watching us deal with a Commander who dared to defy our leader.",
        "tr_core_amber_noon_m2_t10": "It is an open rebellion then. Claude, prepare to fight!",
        "tr_core_amber_noon_m2_t11": "I figured it would come to that. These Obsidian Night guys are over here as well. We can't reach you from here, but we will keep them occupied on this side.",
        "tr_core_amber_noon_m2_t12": "We will try to reach you and help if we can. We have to wipe them out. Capture all of their buildings!",
        "tr_core_amber_noon_m2_t13": "Also, it looks like they did not anticipate us being here. Their mission is to defeat a loyalist Commander defending the town. We can't let that happen.",
        "tr_core_amber_noon_m2_t14": "As you wish, my Prince!",
        "tr_core_amber_noon_m2_o1": "Capture all Obsidian Night buildings",
        "tr_core_amber_noon_m2_o2": "Protect Amber Noon HQ",
        "tr_core_amber_noon_m2_t15": "Stand down, you rebels.",
        "tr_core_amber_noon_m2_t16": "You're too late, Prince! Soon Warlord will rule all of Amber Noon!",
        "tr_core_amber_noon_m2_t17": "This is disturbing, to say the least. We should hurry!",
        "tr_core_amber_noon_m2_t18": "Yes, the sooner we get rid of Grim, the better.",
        "tr_core_amber_noon_m2_t19": "These guys are good! I'm afraid you are on your own now, I have to fall back.",
        "tr_core_amber_noon_m2_t20": "This victory means nothing! There will be others fighting for the King!",
        "tr_core_amber_noon_m3_name": "Cracked Sapphire",
        "tr_core_amber_noon_m3_desc": "General Cyrus, released from unjust imprisonment, comes back for Commando Blake. But his old subordinate has a new master now. As it turns out, this particular business might not have been as good as President Gideon thought.",
        "tr_core_amber_noon_m3_t1": "Lieutenant Blake, I am ordering you to stand down. You have overstepped your authority, and for that, you will be tried.",
        "tr_core_amber_noon_m3_t2": "I'm afraid, General, that I'm no longer bound by your command.",
        "tr_core_amber_noon_m3_t3": "That makes you a traitor then, defecting to the enemy. What did Grim promise you?",
        "tr_core_amber_noon_m3_t4": "Once Warlord Grim and his Obsidian Night army take over the entire Amber Noon, I will command them all. That's even better than a General!",
        "tr_core_amber_noon_m3_t5": "What a nice delusion you got there. I'm sure you'll have plenty of time to play it out in your head once we put you in a prison cell.",
        "tr_core_amber_noon_m3_t6": "And how exactly do you intend for that to happen, General?",
        "tr_core_amber_noon_m3_t7": "As you can see, you are surrounded. Once I defeat you, Warlord Grim will be very pleased.",
        "tr_core_amber_noon_m3_t8": "Arrest him! NOW!",
        "tr_core_amber_noon_m3_t9": "It's time for me to go!",
        "tr_core_amber_noon_m3_t10": "I had to run again! Damn you, Cyrus! I hate this so much...",
        "tr_core_amber_noon_m3_t11": "All units! Prepare to defend this position!",
        "tr_core_amber_noon_m3_t12": "Is that General Cyrus? Looks like he's in a lot of trouble!",
        "tr_core_amber_noon_m3_t13": "Make haste! They need our help!",
        "tr_core_amber_noon_m3_o1": "General Cyrus must survive",
        "tr_core_amber_noon_m3_t14": "Are you all right, General?",
        "tr_core_amber_noon_m3_t15": "Yes Prince, thanks to your timely intervention.",
        "tr_core_amber_noon_m3_t16": "First Amber Noon, and now Sapphire Dawn soldiers joining Obsidian Night. This is not good.",
        "tr_core_amber_noon_m3_t17": "What's even worse, as incompetent as Blake is, he is still a trained Commando, capable of causing serious damage.",
        "tr_core_amber_noon_m3_t18": "He slipped away again. I'm sure he'll run right back to Grim. We'll see him again.",
        "tr_core_amber_noon_m3_t19": "Don't worry, I'll take care of him. Now, let's see how I can help you in your fight against Warlord Grim.",
        "tr_core_amber_noon_m3_t20": "That's too much! It's time to bail!",
        "tr_core_amber_noon_m3_t21": "General! Noooo!",
        "tr_core_amber_noon_m3_t22": "I have made a tactical mistake! Fall back!",
        "tr_core_amber_noon_m4_name": "Noble redemption",
        "tr_core_amber_noon_m4_desc": "Following advice from General Cyrus, Prince Tybalt and his loyal soldiers are pushing north, looking for a way to encircle the Amber Fortress. Narrow valleys of the mountainous region ahead should help them stay undetected.",
        "tr_core_amber_noon_m4_t1": "So far, so good. It appears we have not been detected.",
        "tr_core_amber_noon_m4_t2": "Shame we had to leave the mechanised units behind, they would make too much noise.",
        "tr_core_amber_noon_m4_t3": "The enemy HQ is on the other side of the mountain range. Apparently, it is only lightly guarded. If we manage to capture it, the rest of the Obsidian Night forces should surrender.",
        "tr_core_amber_noon_m4_t4": "First, we have to get through that valley. Infantry! Secure that route!",
        "tr_core_amber_noon_m4_t5": "Hold up! I think I heard something...",
        "tr_core_amber_noon_a5": "Obsidian Rocket Artillery",
        "tr_core_amber_noon_m4_t6": "FIRE!",
        "tr_core_amber_noon_m4_t7": "There's artillery in the forest!",
        "tr_core_amber_noon_m4_t8": "They were expecting us! Our cover is blown...",
        "tr_core_amber_noon_m4_t9": "We will have to do this the old-fashioned way. Good thing we have enough air forces to deal with these launchers.",
        "tr_core_amber_noon_m4_o1": "Capture Obsidian Night Headquarters",
        "tr_core_amber_noon_a6": "Obsidian Commander",
        "tr_core_amber_noon_m4_t10": "We got them now! That fool of a Prince did not suspect anything! We have their flank!",
        "tr_core_amber_noon_m4_t11": "Watch your backs, soldiers!",
        "tr_core_amber_noon_m4_t12": "Not so fast, Obsidian scoundrels!",
        "tr_core_amber_noon_m4_t13": "Hold on just a bit longer, Prince. We'll take care of them!",
        "tr_core_amber_noon_m4_t14": "Noble Sidney?! You should be in jail!",
        "tr_core_amber_noon_m4_t15": "I was lucky enough to get out early. And thanks to your Sapphire and Jade friends I have learned a thing or two.",
        "tr_core_amber_noon_m4_t16": "I can't blame you if you don't want to trust me, but I still want to help. Make things right.",
        "tr_core_amber_noon_m4_t17": "Well, I'm not in a position to say no. We can talk later.",
        "tr_core_amber_noon_m4_t18": "We'll have to do some construction first.",
        "tr_core_amber_noon_m4_t19": "I see you don't have your armoured units with you. Good thing I'm a master in that subject. You can use this Factory to bolster your forces.",
        "tr_core_amber_noon_m4_t20": "Much appreciated, Noble.",
        "tr_core_amber_noon_m4_t21": "Prince was supposed to be a weakling! Warlord will have our skins for this!",
        "tr_core_amber_noon_m4_t22": "Don't worry about that, he'll join you in prison soon enough!",
        "tr_core_amber_noon_m4_t23": "Well done, Prince! Let me support you in your future struggles.",
        "tr_core_amber_noon_m4_t24": "There is a tough battle ahead of us, your help will be hugely appreciated.",
        "tr_core_amber_noon_m5_name": "Mission complete",
        "tr_core_amber_noon_m5_desc": "The standoff between Admiral Torsten and Warlord Grim continues. Besieged on all sides, he might not be able to hold out for much longer. Prince Tybalt teams up with Captain Claude on a mission to support Jade Twilight forces under fire and free King Ludwig.",
        "tr_core_amber_noon_m5_t1": "It seems like your grand plan is not going well, Grim. My dear friend Irene and her Jade Twilight soldiers are keeping you in check. I've also heard guards talking about imminent reinforcements.",
        "tr_core_amber_noon_m5_t2": "You can always surrender. I might even consider being merciful if you do.",
        "tr_core_amber_noon_m5_t3": "Don't get your hopes up, Your Majesty. I have all of the pawns exactly where I wanted them.",
        "tr_core_amber_noon_m5_t4": "Your son is here. Once my loyal soldiers take care of him on the battlefield, you will no longer be needed. After that, Amber Noon will be no more. The eternal Obsidian Night will begin!",
        "tr_core_amber_noon_m5_t5": "You're mad! But if Tybalt is here... then he will end this for sure!",
        "tr_core_amber_noon_m5_t6": "Silence, prisoner!",
        "tr_core_amber_noon_m5_t7": "Knights! Today is the day! It will not be easy, but it is our destiny!",
        "tr_core_amber_noon_m5_t8": "Our mission is to support our Jade Twilight allies led by Admiral Torsten, defeat Obsidian Night forces occupying the city, and save King Ludwig!",
        "tr_core_amber_noon_m5_t9": "Admiral and his men are holding a strategic position, blocking one of the bridges leading into the city.",
        "tr_core_amber_noon_m5_t10": "They are, however, flanked by the enemy.",
        "tr_core_amber_noon_m5_t11": "We should support them as much as we can, but remember, that our main goal is the Amber Fortress.",
        "tr_core_amber_noon_m5_t12": "Captain Claude arrived with reinforcements as well. His camp is on the other side of the city.",
        "tr_core_amber_noon_m5_t13": "He has transferred the command of his troops to me, for better co-ordination.",
        "tr_core_amber_noon_m5_t14": "Together, we can secure the Admiral's flanks and put more pressure on Warlord Grim.",
        "tr_core_amber_noon_m5_t15": "Our main objective is to claim three Towers surrounding the city centre.",
        "tr_core_amber_noon_m5_t16": "The first one is close to our position, we should be able to secure it once we get through the bridge.",
        "tr_core_amber_noon_m5_t17": "The second one is similarly close to a bridge, Claude should be able to take it.",
        "tr_core_amber_noon_m5_t18": "The middle one will be more difficult. Many streets are blocked off and fortified. We might have to find a way around it.",
        "tr_core_amber_noon_m5_t19": "Briefing over!",
        "tr_core_amber_noon_m5_t20": "For the King!",
        "tr_core_amber_noon_m5_o1": "Capture city centre Towers.",
        "tr_core_amber_noon_m5_t21": "That fight is too intense! Regroup in the HQ!",
        "tr_core_amber_noon_m5_t22": "We've got you surrounded, Grim! You have lost!",
        "tr_core_amber_noon_m5_t23": "Tell me, Grim. How are the 'pawns in place' going?",
        "tr_core_amber_noon_m5_t24": "Your scheme failed, Warlord. You underestimated my son, and now you will pay for your transgressions!",
        "tr_core_amber_noon_m5_t25": "Oh, it's not over yet! Obsidian army grew big and strong right under your nose!",
        "tr_core_amber_noon_m5_t26": "You might have won today, but this is only temporary. You should celebrate while you still can.",
        "tr_core_amber_noon_m5_t27": "That traitor ran away!",
        "tr_core_amber_noon_m5_t28": "Don't worry, Father. We'll get him!",
        "tr_core_amber_noon_m5_t29": "I was so close...",
        "tr_core_amber_noon_m6_name": "In the name of the King",
        "tr_core_amber_noon_m6_desc": "The final confrontation between Obsidian Night and other nations draws near. Warlord Grim returns to his castle hidden in the mountains, where his vast army awaits his command. Prince Tybalt and his allies must band together and end his madness once and for all.",
        "tr_core_amber_noon_m6_t1": "The enemy is upon us! But we are strong! We will prevail!",
        "tr_core_amber_noon_m6_t2": "Riiiight. So, what's the plan?",
        "tr_core_amber_noon_m6_t3": "We will gather all of our forces, and then we will re-take Amber Fortress. This time, no one will stop us!",
        "tr_core_amber_noon_m6_t4": "Alarm! Alarm!",
        "tr_core_amber_noon_m6_t5": "What is going on?!",
        "tr_core_amber_noon_m6_t6": "Amber Noon forces spotted to the north-west!",
        "tr_core_amber_noon_m6_t7": "We see some movement to the southwest as well!",
        "tr_core_amber_noon_m6_t8": "So they found us after all! Prepare for battle!",
        "tr_core_amber_noon_m6_t9": "You've heard the Warlord! Move!",
        "tr_core_amber_noon_m6_t10": "A rat like you could not hide from me, Grim! Today, we will bring an end to your treachery!",
        "tr_core_amber_noon_m6_t11": "Do you really believe you can take on me, kid?",
        "tr_core_amber_noon_m6_t12": "He is not alone!",
        "tr_core_amber_noon_m6_t13": "Admiral Torsten!",
        "tr_core_amber_noon_m6_t14": "I will provide you with air support!",
        "tr_core_amber_noon_m6_t15": "Greatly appreciated! And what about Captain Claude? I thought he would be here with you.",
        "tr_core_amber_noon_m6_t16": "I'm here as well, Prince. I would not miss such an opportunity!",
        "tr_core_amber_noon_m6_t17": "Since Admiral brought his air force only, Captain has agreed to support me in my Infantry assault, as this is more of his specialty, as well as mine.",
        "tr_core_amber_noon_m6_t18": "And General Cyrus! So good to have you!",
        "tr_core_amber_noon_m6_t19": "This is all good, but looks like you could use some more firepower on the ground!",
        "tr_core_amber_noon_m6_t20": "Lucky for you, I have brought some!",
        "tr_core_amber_noon_m6_t21": "Aren't you getting ahead of yourself again, Sidney?",
        "tr_core_amber_noon_m6_t22": "Are you here to arrest me again, Archibald?",
        "tr_core_amber_noon_m6_t23": "Not this time. Your men told me you have departed to support Prince Tybalt. I thought you could use some help yourself in this endeavour.",
        "tr_core_amber_noon_m6_t24": "It will be an honour to fight with you at my side.",
        "tr_core_amber_noon_m6_t25": "Everyone has united against you, Grim. Prepare to be defeated!",
        "tr_core_amber_noon_m6_t26": "Not everyone...",
        "tr_core_amber_noon_m6_t27": "Shut up, Blake.",
        "tr_core_amber_noon_m6_o1": "Capture Obsidian Night HQ.",
        "tr_core_amber_noon_m6_o2": "Protect the Amber Noon HQ.",
        "tr_core_amber_noon_m6_t28": "They are breaking in, Sir! We can't stop them!",
        "tr_core_amber_noon_m6_t29": "You will stand your ground! Warlord demands it!",
        "tr_core_amber_noon_a7": "...",
        "tr_core_amber_noon_m6_t30": "*sounds of combat*",
        "tr_core_amber_noon_m6_t31": "Looks like it's time for us to go, Blake.",
        "tr_core_amber_noon_m6_t32": "It's not good, Sir. The escape route is blocked off.",
        "tr_core_amber_noon_m6_t33": "I expected you would try sneaking away again. It's over, Grim. Now you will face justice. Take them away!"
    },
    "pl": {
        "tr_core_amber_noon_campaign_title": "Królewska Krew",
        "tr_core_amber_noon_m1_name": "Król w przygotowaniu",
        "tr_core_amber_noon_m1_desc": "Książe Tybalt przechodzi intensywny trening pod czujnym okiem Kanclerzowej Irene. Złe wiadomości dostarczone przez Kapitana Claude'a potwierdziły jej obawy: tylko interwencja samego Księcia może zjednoczyć walczące nacje i pokrzyżować plany Grima.",
        "tr_core_amber_noon_m1_t1": "*wdech*\n*wydech*",
        "tr_core_amber_noon_m1_t2": "Jest za gorąco!",
        "tr_core_amber_noon_m1_t3": "Dobrze Ci idzie! Jeszcze tylko 90 okrążeń!",
        "tr_core_amber_noon_m1_t4": "...coooooooo?",
        "tr_core_amber_noon_m1_t5": "Nie to miałem na myśli, kiedy prosiłem Kanclerzową o pomoc...",
        "tr_core_amber_noon_m1_t6": "Dobrze, tyle wystarczy.",
        "tr_core_amber_noon_m1_t7": "W końcu, na prawdę muszę się położyć.",
        "tr_core_amber_noon_m1_t8": "Widzę, że jesteś już rozgrzany. Dobrze. Możemy zacząć główną część treningu.",
        "tr_core_amber_noon_m1_t9": "Miej litość!",
        "tr_core_amber_noon_m1_t10": "Przykro mi, Książe, lecz czas nie jest naszym sprzymierzeńcem.",
        "tr_core_amber_noon_m1_t11": "Jak już wiesz, Admirał Torsten nie był w stanie uwolnić Twego ojca. Kanclerzowa Irene doszła do wniosku, że jest tylko jeden sposób na pokonanie Grima, który nie kończy się wojną totalną pomiędzy Bursztynowym Południem a innymi nacjami.",
        "tr_core_amber_noon_m1_t12": "Grim nigdy nie był fanem dyplomacji. Wierzy, że być może pióro jest silniejsze od miecza, dlatego nosi przy sobie wielką halabardę.",
        "tr_core_amber_noon_m1_t13": "Tak długo, jak ma on władzę nad Bursztynową armią, ciężko będzie się go pozbyć. Twoje królestwo Cię potrzebuje Książe. Teraz bardziej niż kiedykolwiek.",
        "tr_core_amber_noon_m1_t14": "Na prawdę wierzysz, że mogę cokolwiek osiągnąć, skoro największy dowódca Jadeitowej Zmierzchu nic nie wskórał?",
        "tr_core_amber_noon_m1_t15": "Owszem, możesz. Wielu oficerów kwestionuje rozkazy wydawane przez Grima. Coraz trudniej jest mu utrzymać fasadę, że Król nadal rządzi. Jeżeli zobaczą, że powróciłeś, istnieje ogromna szansa, że do Ciebie dołączą.",
        "tr_core_amber_noon_m1_t16": "Jeżeli uda nam się podkopać siły Grima, możemy go przycisnąć i zmusić do kapitulacji bez wyrządzania większych szkód.",
        "tr_core_amber_noon_m1_t17": "Mówiąc o lojalnych rzołnierzach, część z nich już się z nami skontaktowała. Zgodzili się tu przybyć aby wspomóc Cię w ostatnim teście.",
        "tr_core_amber_noon_m1_t18": "Żołnierze Bursztynowego Południa na prawdę przebyli tą drogę dla mnie? I co to za test?",
        "tr_core_amber_noon_m1_t19": "Nadzorowałem Twój krótki, lecz intensywny trening, I muszę przyznać, że poczyniłeś ogromne postępy. Kanclerzowa Irene wierzy, że możesz być już gotowy stawić czoła armiom Grima.",
        "tr_core_amber_noon_m1_t20": "Lecz zanim to nastąpi, musisz przejść ostatni egzamin. Do mnie będzie należała ocena tego, czy jesteś gotowy na to, aby poprowadzić swoich podwładnych do bitwy o Bursztynową Fortecę.",
        "tr_core_amber_noon_m1_t21": "Jak będzie wyglądał ten egzamin?",
        "tr_core_amber_noon_m1_t22": "Egzaminem będzie... także ja. Poprowadzisz swoje wojska do ćwiczebnej bitwy przeciwko moim.",
        "tr_core_amber_noon_m1_t23": "Twoi ludzie są już gotowi i oczekują. Rozstawili obóz po wschodniej stronie poligonu ćwiczebnego.",
        "tr_core_amber_noon_m1_t24": "Celem tego starcia będzie przejęcie Kwatery Głównej. Zajęcie innych budynków po drodze jest zalecane, aby zmniejszyć zdolności obronne przeciwnika, lecz tylko przejęcie KG liczy się jako wygrana.",
        "tr_core_amber_noon_m1_t25": "Spodziewaj się, że będę jej bronił osobiście.",
        "tr_core_amber_noon_m1_t26": "Na środku znajduje się parę struktur.",
        "tr_core_amber_noon_m1_t27": "Spodziewaj się zaciętej walki o nie. Posiadanie ich zaoferuje dużą przewagę temu, kto je posiada.",
        "tr_core_amber_noon_m1_t28": "Jakieś pytania?",
        "tr_core_amber_noon_m1_t29": "Nie, ale przegrany stawia drinki.",
        "tr_core_amber_noon_m1_t30": "Masz to jak w banku! A teraz udajmy się na nasze pozycje i zaczynajmy.",
        "tr_core_amber_noon_m1_o1": "Zajmij KG Jadeitowego Zmierzchu.",
        "tr_core_amber_noon_m1_o2": "Książe Tybalt musi przetrwać.",
        "tr_core_amber_noon_m1_t31": "Gratulacje, Książe! Dobra robota!",
        "tr_core_amber_noon_m1_t32": "Jak mi poszło, Kapitanie?",
        "tr_core_amber_noon_m1_t33": "Parę rzeczy mogłeś wykonać lepiej, ale i tak jestem pod wrażeniem. Dam znać Kanclerzowej Irene o Twoich osiągnięciach. Pokłada w tobie wielkie nadzieje, nie zawiedź jej.",
        "tr_core_amber_noon_m1_t34": "Dzięki za twoje dobre słowo! Moi ludzie potrzebują trochę odpoczynku.",
        "tr_core_amber_noon_m1_t35": "To był ciężki dzień dla nas wszystkich. Wygląda na to, że ja stawiam?",
        "tr_core_amber_noon_m1_t36": "Dobry ruch! Wyeliminowanie wrogiego bohatera zabiera przeciwnikowi sporo przewag. Resztę bitwy będę obserwował z boku.",
        "tr_core_amber_noon_m1_t37": "Zostałem pokonany... Jednak nie byłem na to gotowy...",
        "tr_core_amber_noon_m2_name": "Obsydianowy cień",
        "tr_core_amber_noon_m2_desc": "W eskorcie Kapitana Claude'a i Królewskich Rycerzy Książe Tybalt rozpoczyna swoją wyprawę by uratować ojca. Pierwszym celem jest jedna z baz granicznych Bursztynowego Południa, gdzie ma nadzieję zdobyć poparcie grupy lojalistów. Lecz gdy docierają na miejsce, przekonują się jak daleko zaszła korupcja Grima.",
        "tr_core_amber_noon_a1": "Bursztynowa Artyleria Rakietowa",
        "tr_core_amber_noon_m2_t1": "Nadciągają!",
        "tr_core_amber_noon_a2": "Bursztynowy dowódca",
        "tr_core_amber_noon_m2_t2": "Utrzymać pozycje! Niech sami do nas przyjdą!",
        "tr_core_amber_noon_a3": "Obsydianowy żołnierz",
        "tr_core_amber_noon_m2_t3": "Rzućcie broń! Te ziemie należą teraz do Wataszki Grima! Albo do nas dołączycie, albo zginiecie próbując się nam sprzeciwić!",
        "tr_core_amber_noon_m2_t4": "Myślicie, że jacyś nędzni rebelianci mogą nas zastraszyć? Nie możecie się równać z lojalnymi Rycerzami prawowitego Króla!",
        "tr_core_amber_noon_a4": "Bursztynowy żołnierzs",
        "tr_core_amber_noon_m2_t5": "Mój Książe! Wzdłuż tej drogi napotkaliśmy siły Bursznowego Południa, ale... noszą dziwne mundury.",
        "tr_core_amber_noon_m2_t6": "Hej, wy! Nie wolno wam tu być! Zidentyfikujcie się!",
        "tr_core_amber_noon_m2_t7": "Jestem Tybalt, Bursztynowy Książe i prawowity dziedzic tych ziem! Kim jesteście by stać na mojej drodze?",
        "tr_core_amber_noon_m2_t8": "Prawowity dziedzic? Dobry żart! Tym krajem rządzi teraz Wataszka Grim. A my, Obsydianowa Noc, jesteśmy jego armią!",
        "tr_core_amber_noon_m2_t9": "A teraz, Książe, pójdziesz z nami. Wataszka sowicie nas nagrodzi za aresztowanie Cię. A gdy będziesz już zakuty, będziesz miał przyjemność patrzeć jak rozprawiamy się z dowódcą, który sprzeciwia się naszemu władcy.",
        "tr_core_amber_noon_m2_t10": "To jest rebelia. Claude, przygotuj się do walki!",
        "tr_core_amber_noon_m2_t11": "Tak myślałem, że do tego dojdzie. Ci goście z Obsydianowej Nocy są też i tu. Nie damy rady do Ciebie dotrzeć, ale możemy ich tu zająć.",
        "tr_core_amber_noon_m2_t12": "Spróbujemy do was dotrzeć, jeżeli damy radę. Musimy się ich pozbyć. Zajmijcie wszystkie ich budynki!",
        "tr_core_amber_noon_m2_t13": "Wygląda też na to, że nie spodziewali się nas tu. Ich misją jest pokonanie lojalistycznego garnizonu broniącego miasta. Nie możemy im na to pozwolić.",
        "tr_core_amber_noon_m2_t14": "Jak sobie życzysz, Książe!",
        "tr_core_amber_noon_m2_o1": "Zajmij wszystkie budynki Obsydianowej Nocy",
        "tr_core_amber_noon_m2_o2": "Utrzymaj KG Bursztynowego Południa",
        "tr_core_amber_noon_m2_t15": "Poddajcie się, rebelianci.",
        "tr_core_amber_noon_m2_t16": "Jest już za późno, Książe! Wkrótce Wataszka będzie rządził całym Bursztynowym Południem!",
        "tr_core_amber_noon_m2_t17": "Jest to co najmniej niepokojące. Musimy się spieszyć!",
        "tr_core_amber_noon_m2_t18": "Tak, im szybciej pozbędziemy się Grima, tym lepiej.",
        "tr_core_amber_noon_m2_t19": "Ci goście są nieźli. Obawiam się, że musisz poradzić sobie sam, ja muszę się wycofać.",
        "tr_core_amber_noon_m2_t20": "To zwycięstwo jest bez znaczenia! Będą jeszcze inni walczący za Króla!",
        "tr_core_amber_noon_m3_name": "Pęknięty Szafir",
        "tr_core_amber_noon_m3_desc": "Generał Cyrus, wypuszczony z niesłusznej niewoli, wraca po Komandosa Blake'a. Jednak jego dawny podwładny służy teraz nowemu mistrowi. Okazuje się, że ten konkretny biznes nie był tak dobry, jak myślał Prezyden Gideon.",
        "tr_core_amber_noon_m3_t1": "Poruczniku Blake, rozkazuję Ci poddać się. Przekroczyłeś swoje kompetencje i zostaniesz za to osądzony.",
        "tr_core_amber_noon_m3_t2": "Obawiam się, Generale, że nie wykonuję już Pańskich rozkazów.",
        "tr_core_amber_noon_m3_t3": "A więc jesteś zdrajcą, który przeszedł na stronę wroga. Co obiecał Ci Grim?",
        "tr_core_amber_noon_m3_t4": "Gdy Wataszka Grim i jego armia Obsydianowej Nocy przejmą pełną kontrolę nad Bursztynowym Południem, to ja będę tym wszystkim dowodził. To nawet lepsze od bycia generałem!",
        "tr_core_amber_noon_m3_t5": "Łudzisz się. Jestem pewien, że będziesz miał mnóstwo czasu na odgrywanie w głowie swoich fantazji kiedy już wsadzimy Cię do więzienia.",
        "tr_core_amber_noon_m3_t6": "A w jaki sposób chcesz tego dokonać, Generale?",
        "tr_core_amber_noon_m3_t7": "Jak widzisz, jesteś otoczony. Kiedy Cię w końcu pokonam, Wataszka Grim będzie bardzo zadowolony.",
        "tr_core_amber_noon_m3_t8": "Aresztować go! NATYCHMIAST!",
        "tr_core_amber_noon_m3_t9": "Czas na mnie!",
        "tr_core_amber_noon_m3_t10": "I znowu musiałem uciekać! A niech Cię, Cyrusie! Nienawidzę tego...",
        "tr_core_amber_noon_m3_t11": "Wszystkie jednostki, przygotować się do obrony tej pozycji!",
        "tr_core_amber_noon_m3_t12": "Czy to nie Generał Cyrus? Wygląda na to, że ma spore kłopoty!",
        "tr_core_amber_noon_m3_t13": "Spieszmy się! Potrzebują naszej pomocy!",
        "tr_core_amber_noon_m3_o1": "Generał Cyrus musi przetrwać",
        "tr_core_amber_noon_m3_t14": "Jest Pan cały, Generale?",
        "tr_core_amber_noon_m3_t15": "Tak Książę, dzięki twojej szybkiej interwencji.",
        "tr_core_amber_noon_m3_t16": "Najpierw Bursztynowe Południe, a teraz także żołnierze Szafirowego Świtu dołączają do Obsydianowej Nocy. To źle wróży.",
        "tr_core_amber_noon_m3_t17": "Co gorsza, pomimo niekompetencji Blake'a, nadal jest wytrenowanym Komandosem, zdolnym dokonać poważnych zniszczeń.",
        "tr_core_amber_noon_m3_t18": "Znowu uciekł. Jestem pewien, że pobiegnie z powrotem do Grima. Na pewno jeszcze go zobaczymy.",
        "tr_core_amber_noon_m3_t19": "Nie martw się, zajmę się nim. Zobaczmy jak mogę Ci jeszcze pomóc w walce z Wataszką Grimem.",
        "tr_core_amber_noon_m3_t20": "To mnie przerasta! Czas wiać!",
        "tr_core_amber_noon_m3_t21": "Generale! Nieeee!",
        "tr_core_amber_noon_m3_t22": "Popełniłem taktyczny błąd! Wycofać się!",
        "tr_core_amber_noon_m4_name": "Szlachetne odkupienie",
        "tr_core_amber_noon_m4_desc": "Podążając za radą Generała Cyrusa, Książe Tybalt i jego lojalni żołnierze podążają na północ, szukajać sposobu by okrążyć Bursztynową Fortecę. Wąskie doliny górzystego regionu pomogą im pozostać niezauważonym.",
        "tr_core_amber_noon_m4_t1": "Jak do tej pory dobrze nam idzie. Wygląda na to, że nikt nas nie zauważył.",
        "tr_core_amber_noon_m4_t2": "Szkoda, że musieliśmy pozostawić oddziały zmechanizowane z tyłu. Generowały za dużo hałasu.",
        "tr_core_amber_noon_m4_t3": "Kwatera Główna wroga znajduje się po drugiej stronie pasma górskiego. Wygląda na to, że ma niewielką straż. Jeżeli uda nam się ją zająć, reszta sił Obsydianowej Nocy powinna się poddać.",
        "tr_core_amber_noon_m4_t4": "Najpierw jednak musimy przedostać się tym przesmykiem. Piechota! Zabezpieczyć trasę!",
        "tr_core_amber_noon_m4_t5": "Chwila! Chyba coś słyszałem...",
        "tr_core_amber_noon_a5": "Obsydianowa Artyleria Rakietowa",
        "tr_core_amber_noon_m4_t6": "OGNIA!",
        "tr_core_amber_noon_m4_t7": "W lesie znajduje się artyleria!",
        "tr_core_amber_noon_m4_t8": "Spodziewali się nas! Nasza przykrywka jest na nic...",
        "tr_core_amber_noon_m4_t9": "Musimy rozwiązać to w tradycyjny sposób. Na szczęście mamy wystarczająco dużo sił powietrznych by zniszczyć ich wyrzutnie.",
        "tr_core_amber_noon_m4_o1": "Zajmij KG Obsydianowej Nocy",
        "tr_core_amber_noon_a6": "Obsydianowy dowódca",
        "tr_core_amber_noon_m4_t10": "Teraz ich mamy! Głupi Książe niczego nie podejrzewał! Oflankowaliśmy ich!",
        "tr_core_amber_noon_m4_t11": "Żołnierze, uważajcie na nasze tyły!",
        "tr_core_amber_noon_m4_t12": "Nie tak szybko, Obsydianowi łajdacy!",
        "tr_core_amber_noon_m4_t13": "Wytrzymaj jeszcze chwilę, Książe. Zajmiemy się nimi!",
        "tr_core_amber_noon_m4_t14": "Szlachcic Sidney?! Powinieneś być w więzieniu!",
        "tr_core_amber_noon_m4_t15": "Miałem szczęście wyjść wcześniej. Dzięki Twoim Szafirowym i Jadeitowym przyjaciołom czegoś się nauczyłem.",
        "tr_core_amber_noon_m4_t16": "Nie będę Cię winił, jeżeli mi nie zaufasz, ale nadal chcę pomóc. Naprawić co zepsułem.",
        "tr_core_amber_noon_m4_t17": "Cóż, chyba nie mam luksusu by odmówić. Porozmawiamy później.",
        "tr_core_amber_noon_m4_t18": "Najpierw musimy wykonać parę konstrukcji.",
        "tr_core_amber_noon_m4_t19": "Jak widzę, nie masz ze sobą jednostek opancerzonych. Na szczęście jestem ekspertem w tym temacie. Możesz skorzystać z tej Fabryki by wzmocnić swoje wojska.",
        "tr_core_amber_noon_m4_t20": "Będę wdzięczny, Szlachcicu.",
        "tr_core_amber_noon_m4_t21": "Książe miał być słabeuszem! Wataszka nam tego nie wybaczy!",
        "tr_core_amber_noon_m4_t22": "O to się nie martw, wkrótce dołączy do Ciebie w więzieniu!",
        "tr_core_amber_noon_m4_t23": "Dobra robota, Książe! Pozwól mi wspierać Cię w twoich przyszłych potyczkach.",
        "tr_core_amber_noon_m4_t24": "Przed nami ciężka bitwa, Twoja pomoc będzie nieoceniona.",
        "tr_core_amber_noon_m5_name": "Misja wykonana",
        "tr_core_amber_noon_m5_desc": "Impas pomiędzy Admirałem Torstenem a Wataszką Grimem trwa. Oblegany ze wszystkich stron, Admirał może jednak nie być w stanie utrzymać się dłużej. Książe Tybalt łączy siły z Kapitanem Claude'm na misji wsparcia sił Jadeitowego Zmierzchu znajdujących się pod ostrzałem, oraz uratowania Króla Ludwiga.",
        "tr_core_amber_noon_m5_t1": "Twój wielki plan nie idzie chyba po Twojej myśli, Grim. Moja dobra przyjaciółka Irene i żołnierze Jadeitowego Zmierzchu mają na Ciebie oko. Słyszałem też, jak strażnicy rozmawiali o nadchodzących posiłkach.",
        "tr_core_amber_noon_m5_t2": "Zawsze możesz się poddać. Może rozważę nawet wtedy bycie pobłażliwym.",
        "tr_core_amber_noon_m5_t3": "Proszę nie robić sobie nadziei, Wasza Wysokość. Wszystkie pionki są dokładnie tam, gdzie ich miejsce.",
        "tr_core_amber_noon_m5_t4": "Twój syn tu jest. Gdy moi lojalni żołnierze pozbędą się go na polu bitwy, nie będziesz mi już potrzebny. Po tym, Bursztynowe Południe przestanie istnieć. Nastanie wieczysta Obsydianowa Noc!",
        "tr_core_amber_noon_m5_t5": "Jesteś szalony! Ale jeżeli Tybalt tu jest... to na pewno to zakończy!",
        "tr_core_amber_noon_m5_t6": "Cisza, więźniu!",
        "tr_core_amber_noon_m5_t7": "Rycerze! Nastał ten dzień! Nie będzie łatwo, ale wypełnimy nasze przeznaczenie!",
        "tr_core_amber_noon_m5_t8": "Naszą misją jest wsparcie przyjaciół z Jadeitowego Zmierzchu, którymi dowodzi Admirał Torsten, pokonanie sił Obsydianowej Nocy okupujących miasto, oraz uratowanie Króla Ludwiga!",
        "tr_core_amber_noon_m5_t9": "Admirał i jego ludzie utrzymują strategiczną pozycję blokując jeden z mostów prowadzących do miasta.",
        "tr_core_amber_noon_m5_t10": "Są jednak oflankowani przez wroga.",
        "tr_core_amber_noon_m5_t11": "Powinniśmy ich wspomóc na tyle, na ile jesteśmy w stanie, lecz pamiętajcie, że naszym głównym celem jest Bursztynowa Forteca.",
        "tr_core_amber_noon_m5_t12": "Przubył także Kapitan Claude z posiłkami. Jego obóz znajduje się po drugiej stronie miasta.",
        "tr_core_amber_noon_m5_t13": "Przekazał mi on dowództwo nad jego wojskami, abyśmy mogli lepiej się skoordynować.",
        "tr_core_amber_noon_m5_t14": "Razem możemy zabezpieczyć flanki Admirała, oraz wywrzeć większą presję na Wataszkę Grima.",
        "tr_core_amber_noon_m5_t15": "Naszym głównym celem jest zabezpieczenie trzech Wież otaczających centrum miasta.",
        "tr_core_amber_noon_m5_t16": "Pierwsza znajduje się blisko naszej pozycji, powinniśmy być w stanie ją przejąć gdy tylko przebijemy się przez most.",
        "tr_core_amber_noon_m5_t17": "Druga jest w podobnej odległości do mostu po stronie Claude'a, powinien być w stanie się nią zająć.",
        "tr_core_amber_noon_m5_t18": "Środkowa będzie bardziej kłopotliwa. Wiele ulic jest odgrodzonych i ufortyfikowanych. Będziemy musieli szukać objazdów.",
        "tr_core_amber_noon_m5_t19": "Odprawa zakończona!",
        "tr_core_amber_noon_m5_t20": "Za Króla!",
        "tr_core_amber_noon_m5_o1": "Zajmij Wieże w centrum miasta.",
        "tr_core_amber_noon_m5_t21": "Ta walka jest zbyt intensywna. Przegrupujmy się w Kwaterze Głównej!",
        "tr_core_amber_noon_m5_t22": "Jesteś otoczony, Grim! Przegrałeś!",
        "tr_core_amber_noon_m5_t23": "Powiedz mi, Grim. Jak tam Twoje 'pionki na swoich miejscach'?",
        "tr_core_amber_noon_m5_t24": "Twój plan zawiódł, Wataszko. Niedoceniłeś mojego syna, a teraz zapłacisz za swoje czyny!",
        "tr_core_amber_noon_m5_t25": "Och, to jeszcze nie koniec! Obsydianowa armia urosła duża i silna zaraz pod Twoim nosem!",
        "tr_core_amber_noon_m5_t26": "Może i dziś zwycieżyliście, ale to tylko tymczasowe. Świętujcie sobie póki jeszcze możecie.",
        "tr_core_amber_noon_m5_t27": "Ten zdrajca uciekł!",
        "tr_core_amber_noon_m5_t28": "Nie martw się, Ojcze. Jeszcze go dopadniemy.",
        "tr_core_amber_noon_m5_t29": "A było tak blisko...",
        "tr_core_amber_noon_m6_name": "W imieniu Króla",
        "tr_core_amber_noon_m6_desc": "Ostateczna konfrontacja pomiędzy Obsydianową Nocą a reszą nacji zbliża się wielkimi krokami. Wataszka Grim powrócił do swojego zamku ukrytego w górach, gdzie ogromna armia czeka na jego rozkazy. Książe Tybalt i jego sprzymierzeńcy muszą połączyć siły i zakończyć to szaleństwo raz na zawsze.",
        "tr_core_amber_noon_m6_t1": "Wróg już tu jest! Ale my jesteśmy silni! Zwyciężymy!",
        "tr_core_amber_noon_m6_t2": "Jaaaaasne. A więc jaki jest nasz plan?",
        "tr_core_amber_noon_m6_t3": "Zbierzemy wszystkie nasze siły, a potem odbijemy Bursztynową Fortecę, nikt nas nie powstrzyma!",
        "tr_core_amber_noon_m6_t4": "Alarm! Alarm!",
        "tr_core_amber_noon_m6_t5": "Co się dzieje?!",
        "tr_core_amber_noon_m6_t6": "Wykryliśmy siły Bursznowego Południa na północnym-zachodzie!",
        "tr_core_amber_noon_m6_t7": "Widzimy też jakieś ruchy na południowym-zachodzie!",
        "tr_core_amber_noon_m6_t8": "A więc jednak nas znaleźli! Przygotować się do walki!",
        "tr_core_amber_noon_m6_t9": "Słyszeliście Wataszkę! Ruchy!",
        "tr_core_amber_noon_m6_t10": "Nędzny szczur jak Ty nigdzie się przede mną nie ukryje, Grim! Dziś położymy kres Twoim zdradzieckim wybrykom!",
        "tr_core_amber_noon_m6_t11": "Na prawdę myślisz, że taki dzieciak, jak Ty, może mnie pokonać?",
        "tr_core_amber_noon_m6_t12": "Nie jest tu sam!",
        "tr_core_amber_noon_m6_t13": "Admirał Torsten!",
        "tr_core_amber_noon_m6_t14": "Zapewnię Ci wsparcie z powietrza!",
        "tr_core_amber_noon_m6_t15": "Bardzo się przyda! A co z Kapitanem Claude'm? Myślałem, że będzie z Tobą?",
        "tr_core_amber_noon_m6_t16": "Też tu jestem, Książe. Nie przegapiłbym takiej okazji!",
        "tr_core_amber_noon_m6_t17": "Ponieważ Admirał przybył ze swoimi siłami powietrznymi, Kapitan zgodził się wesprzeć mnie w szturmie piechoty, gdyż jest to jego specjalność, podobnie jak moja.",
        "tr_core_amber_noon_m6_t18": "I Generał Cyrus! Dobrze Cię widzieć!",
        "tr_core_amber_noon_m6_t19": "Całkiem nieźle, ale wygląda na to, że przydało by się wam trochę więcej siły ognia na ziemi!",
        "tr_core_amber_noon_m6_t20": "Na szczęście dla was, trochę jej sprowadziłem!",
        "tr_core_amber_noon_m6_t21": "Czy znowu się trochę nie zapędzasz, Sidney?",
        "tr_core_amber_noon_m6_t22": "Jesteś tu by ponownie mnie aresztować, Archibaldzie?",
        "tr_core_amber_noon_m6_t23": "Nie tym razem. Twoi ludzie zaraportowali, że wyruszyłeś by wesprzeć Księcia Tybalta. Pomyślałem, że może Ty sam będziesz potrzebował pomocy w tej eskapadzie.",
        "tr_core_amber_noon_m6_t24": "Będę zaszczycony mogąc walczyć z Tobą u mego boku.",
        "tr_core_amber_noon_m6_t25": "Wszyscy zjednoczyli się przeciwko Tobie, Grim. Przygotuj się na swoją porażkę!",
        "tr_core_amber_noon_m6_t26": "Nie wszyscy...",
        "tr_core_amber_noon_m6_t27": "Zamknij się, Blake.",
        "tr_core_amber_noon_m6_o1": "Zajmij KG Obsydianowej Nocy",
        "tr_core_amber_noon_m6_o2": "Utrzymaj KG Bursztynowego Południa",
        "tr_core_amber_noon_m6_t28": "Przebijają się, proszę Pana! Nie możemy ich zatrzymać!",
        "tr_core_amber_noon_m6_t29": "Pozostaniecie na swoich pozycjach! Wataszka tego wymaga!",
        "tr_core_amber_noon_a7": "...",
        "tr_core_amber_noon_m6_t30": "*odgłosy walki*",
        "tr_core_amber_noon_m6_t31": "Wygląda na to, że czas na nas, Blake.",
        "tr_core_amber_noon_m6_t32": "Nic z tego, Panie. Droga ucieczki jest zablokowana.",
        "tr_core_amber_noon_m6_t33": "Spodziewałem się, że znowu spróbujesz się wyśliznąć. To koniec, Grim. Teraz czeka Cię sprawiedliwość. Zabrać go!"
    }
}