{
    "en": {
        "tr_core_jade_twilight_campaign_title": "Hard diplomacy",
        "tr_core_jade_twilight_m1_name": "The Envoy",
        "tr_core_jade_twilight_m1_desc": "Chancellor Irene welcomes Prince Tybalt in Jade Oasis, and listens to his plea. Even though it seems that Warlord Grim is now in full controll, she still believes in a diplomatic solution. Irene sends her most renowned commander, Admiral Torsten, as an Envoy to Amber Fotress.",
        "tr_core_jade_twilight_m1_t1": "I'm very grateful for your help, Chancellor.",
        "tr_core_jade_twilight_m1_t2": "The pleasure is all mine. Welcome in Jade Oasis. It's been a while since you've visited us.",
        "tr_core_jade_twilight_m1_t3": "I wish I could be here under more pleasant circumstances, but alas. I believe you have received my message about Warlord Grim keeping my father hostage?",
        "tr_core_jade_twilight_m1_t4": "Indeed I did. This is an unprecedented act of treachery. If not for the fact, that these news come from you, and the skirmishes reported by Jade forces, I wouldn't believe it.",
        "tr_core_jade_twilight_m1_t5": "It's hard for me to believe it as well, my father trusted Grim.",
        "tr_core_jade_twilight_m1_t6": "Can you help me, Chancellor? All I need is a contingent of soldiers. It is my wish to go back to Amber Fortress as quickly as possible, and deal with Warlord Grim myself. I believe, that there are still some Amber Noon commanders, who would back me up, if I confronted him directly.",
        "tr_core_jade_twilight_m1_t7": "And it might as well be the case. Still, I think we should not rush things. You are still young, and the last thing King Ludwig would want, would be to his only son charge into battle. I'm afraid you are not yet ready for such a difficult fight.",
        "tr_core_jade_twilight_m1_t8": "I still hope that some diplomatic solution is possible. I have already dispatched my most trusted advisor as a diplomatic envoy, with a mission to Amber Fortress. He should be able to handle Grim.",
        "tr_core_jade_twilight_m1_t9": "Is it a good idea? Grim ordered attacks on Jade forces before.",
        "tr_core_jade_twilight_m1_t10": "I don't know, but I want to try.",
        "tr_core_jade_twilight_m1_t11": "My name is Claude, I'm a captain of the Jade Twilight army. This is Admiral Torsten, a diplomatic envoy with a mission to Amber Fortress. We seek safe passage to your capital.",
        "tr_core_jade_twilight_m1_t12": "Please wait, I'll notify the commander.",
        "tr_core_jade_twilight_a1": "Amber Commander",
        "tr_core_jade_twilight_m1_t13": "...yes, Warlord. The envoy is here. Should I let him pass?",
        "tr_core_jade_twilight_m1_t14": "Absolutely not. If they get here, they might interrupt my plans. I'm afraid, that if we were to simply tell envoy to go back, they might try something else. Your orders are to arrest him.",
        "tr_core_jade_twilight_m1_t15": "Arresting a diplomat is a serious incident.",
        "tr_core_jade_twilight_m1_t16": "Do you think I don't know that? We are way too deep in this now. Arrest them.",
        "tr_core_jade_twilight_m1_t17": "Apologies for the wait. I have to ask you to politely lay down any weapons you might be carrying.",
        "tr_core_jade_twilight_m1_t18": "What is the meaning of this?",
        "tr_core_jade_twilight_m1_t19": "Lay down your weapons, you are under arrest.",
        "tr_core_jade_twilight_m1_t20": "Uhhh... Sir?",
        "tr_core_jade_twilight_m1_t21": "This must be Grim's order. I'm afraid we will not comply.",
        "tr_core_jade_twilight_m1_t22": "I don't think they will simply let us go, and we are outmatched. What now?",
        "tr_core_jade_twilight_m1_t23": "I have already signaled nearby Airfield, that we are in distress.",
        "tr_core_jade_twilight_m1_t24": "They should be able to provide us with some backup. Thanks to my passive ability, I can request flying units for less AP than usual.",
        "tr_core_jade_twilight_m1_t25": "I need you to escort me back to our side of the border.",
        "tr_core_jade_twilight_m1_t26": "And if they get too close, I can drop a rather nasty surprise on them.",
        "tr_core_jade_twilight_m1_t27": "Aye aye. I'll make sure to get you out of here, sir. Let me know if you get hurt, I can heal you.",
        "tr_core_jade_twilight_m1_o1": "Evacuate Admiral Torsten to the end of the road",
        "tr_core_jade_twilight_m1_o2": "Admiral Torsten must survive",
        "tr_core_jade_twilight_m1_o3": "Captain Claude must survive",
        "tr_core_jade_twilight_m1_t28": "Admiral has reached the extraction point.",
        "tr_core_jade_twilight_m1_t29": "Moving in for pick up.",
        "tr_core_jade_twilight_m1_t30": "Don't loiter around, Captain. We're not in the clear just yet.",
        "tr_core_jade_twilight_m1_t31": "Don't worry, Sir. I do not intend to overstay my welcome.",
        "tr_core_jade_twilight_m1_t32": "I'm sorry, Admiral! There were too many of them!",
        "tr_core_jade_twilight_m1_t33": "Save yourself, Claude! There is nothing more you can do...",
        "tr_core_jade_twilight_m2_name": "Delegation",
        "tr_core_jade_twilight_m2_desc": "With Warlord Grim unwilling to let the Jade Twilight envoy through, Chancellor Irene orders a different approach. Admiral Torsten must establish a corridor, that will allow him to move forces towards Amber Fortress.",
        "tr_core_jade_twilight_m2_t1": "Sir, Chancellor on the line.",
        "tr_core_jade_twilight_m2_t2": "Yes, madam Chancellor? I'm still assembling troops, as you requested.",
        "tr_core_jade_twilight_m2_t3": "Good. Please keep me updated on the progress. We've got some intel, that a number of Amber Noon officers are starting to question Grim's orders. They might side with Tybalt when he returns, as he predicted.",
        "tr_core_jade_twilight_m2_t4": "Amber Prince already shown wisdom beyond his years. He will make a fine king some day.",
        "tr_core_jade_twilight_m2_t5": "I hope so. King Ludwig is a good friend, and I intend to prepare Tybalt for the battles ahead of him.",
        "tr_core_jade_twilight_m2_t6": "I'm sorry to interrupt you, Sir, but there is something going on on the Amber side...",
        "tr_core_jade_twilight_m2_t7": "Battery ready to fire!",
        "tr_core_jade_twilight_m2_t8": "What was that rumble?",
        "tr_core_jade_twilight_m2_t9": "Amber Noon just destroyed the bridge! They are trying to stop us from crossing the border river.",
        "tr_core_jade_twilight_m2_t10": "That sly Warlord! Admiral! I'm afraid that you have to act quickly, with whatever forces you have on hand.",
        "tr_core_jade_twilight_m2_t11": "Agreed. But with this bridge gone...",
        "tr_core_jade_twilight_m2_t12": "The only other way is the bridge in the city. I hoped we wouldn't have to fight near civilians.",
        "tr_core_jade_twilight_m2_t13": "There is a border guard garrison over there. They should be able to hold out for now, but if Amber Noon decide to attack in full force, they will need help.",
        "tr_core_jade_twilight_m2_t14": "That sounds like a plan, Admiral. Capture the Amber HQ as quickly as possible, King Ludwig needs our help.",
        "tr_core_jade_twilight_m2_o1": "Claim the Amber Noon HQ.",
        "tr_core_jade_twilight_m2_t15": "Looks like Jade Twilight is not going to give up. Blow it up, just in case.",
        "tr_core_jade_twilight_m2_t16": "Yes, Sir!",
        "tr_core_jade_twilight_m2_t17": "Sir, the city bridge is gone as well!",
        "tr_core_jade_twilight_m2_t18": "They must have planted explosives before we got there. We're going to have to do this the hard way then. I need some veteran Attack Helicopters to ferry the troops.",
        "tr_core_jade_twilight_m2_t19": "Objective captured, sir. Amber Noon soldiers are falling back.",
        "tr_core_jade_twilight_m2_t20": "Send a report to Chancellor. Captain Claude has some bridge rebuilding to do before he will be able to bring in reinforcements.",
        "tr_core_jade_twilight_m2_t21": "I overestimated my abilities here.",
        "tr_core_jade_twilight_m3_name": "Exchange of arguments",
        "tr_core_jade_twilight_m3_desc": "Jade Twilight expedition hits a roadblock when they encounter a defensive line prepared by Amber Noon. It didn't work out well for them so far. Do they have some other plan then?",
        "tr_core_jade_twilight_m3_t1": "I have a bad feeling about the road ahead. I need a scout here!",
        "tr_core_jade_twilight_m3_t2": "Let me be your eyes, Sir.",
        "tr_core_jade_twilight_m3_t3": "Bad news! The road is heavily fortified. They are anticipating us.",
        "tr_core_jade_twilight_m3_t4": "It's hard to tell, but I'm seeing something on the radar further down that path. I think the main base is even more guarded.",
        "tr_core_jade_twilight_m3_t5": "I'm getting some readings from the mountain valley to the west, but can't see anything there.",
        "tr_core_jade_twilight_m3_t6": "With no more bridges to blow up, Grim resorted to a wall of armoured units. What is the status of our camp?",
        "tr_core_jade_twilight_m3_t7": "Almost done, Sir. The only problem is that most of the radar systems for the Towers arrived damaged. We managed to restore one to a working condition, so we have comms.",
        "tr_core_jade_twilight_m3_t8": "Damaged radars? What happened?",
        "tr_core_jade_twilight_m3_t9": "The equipment looks smashed, we suspect it was sabotage.",
        "tr_core_jade_twilight_m3_t10": "Someone sneaked up on us? Very worrying. We have to investigate this once we are done with Grim's roadblock. There are a few abandoned Amber Towers here, we have to capture tham ASAP.",
        "tr_core_jade_twilight_m3_o1": "Claim all Amber Noon buildings.",
        "tr_core_jade_twilight_m3_t11": "Damn those Jade invaders! Requesting assistance!",
        "tr_core_jade_twilight_m3_t12": "Finally! I was getting bored sitting in this valley.",
        "tr_core_jade_twilight_m3_t13": "Engineering corps, move in!",
        "tr_core_jade_twilight_m3_t14": "Rapid deployment done!",
        "tr_core_jade_twilight_m3_t15": "Clear out the trees!",
        "tr_core_jade_twilight_m3_t16": "All units, assault Jade Twilight positions!",
        "tr_core_jade_twilight_m3_t17": "Tell me, Admiral, have your radar equipment arrived yet?",
        "tr_core_jade_twilight_m3_t18": "I should have known it was you. It was a smart move, I must admit. Who told you to do that? Because I doubt you came up with this on your own.",
        "tr_core_jade_twilight_m3_t19": "Laugh while you still can!",
        "tr_core_jade_twilight_m3_o2": "Claim all Amber Noon and Sapphire Dawn buildings.",
        "tr_core_jade_twilight_m3_t20": "I admire Grim's persistence, but this is not going to be enough to stop me.",
        "tr_core_jade_twilight_m3_t21": "It is worrysome to see Sapphire Dawn still dealing with that traitor. I can only hope, that President Gideon will see that soon.",
        "tr_core_jade_twilight_m4_name": "Lost in translation",
        "tr_core_jade_twilight_m4_desc": "Despite his recent successes, Admiral Torsten is forced to try and find an easier route towards Amber Fortress. On his way, he finds a Ruby Dusk stronghold standing in his path. Chancellor Irene hopes to negotiate with them a safe passage.",
        "tr_core_jade_twilight_m4_t1": "Halt! This area is under Ruby Dusk control.",
        "tr_core_jade_twilight_m4_t2": "I am Admiral Torsten of the Jade Twilight. We have no quarrel with you, we just seek passage on our way to Amber Fortress with a diplomatic mission.",
        "tr_core_jade_twilight_m4_t3": "Let me contact the Commander.",
        "tr_core_jade_twilight_a2": "Ruby Commander",
        "tr_core_jade_twilight_m4_t4": "Greetings, Admiral. It's a pleasure to meet you. I wish it was under better circumstances. I understand that you want to pass through this road.",
        "tr_core_jade_twilight_m4_t5": "Greetings, Commander. Yes, me and my forces need to get through here, and quick. I'm afraid we don't have time to waste.",
        "tr_core_jade_twilight_m4_t6": "I wish I could help you, Admiral. But we are in quite a pickle here ourselves, and my orders forbid me from allowing you through.",
        "tr_core_jade_twilight_m4_t7": "Can I talk with someone who can grant us an exemption then?",
        "tr_core_jade_twilight_m4_t8": "Well... I'm afraid that it is not possible at this time. We have lost all communication with central command.",
        "tr_core_jade_twilight_m4_t9": "I understand. Still, as I said, time is of the essence. I have to pass, by any means neccessary.",
        "tr_core_jade_twilight_m4_t10": "You have your orders, Admiral, and I have mine.",
        "tr_core_jade_twilight_m4_t11": "Indeed.",
        "tr_core_jade_twilight_a3": "Tank Commander",
        "tr_core_jade_twilight_m4_t12": "What now, Admiral? Are we punching through?",
        "tr_core_jade_twilight_m4_t13": "I would very much rather avoid that. Any options?",
        "tr_core_jade_twilight_m4_t14": "There seems to be an old path going around the mountain range. We would be taking a long way.",
        "tr_core_jade_twilight_m4_t15": "Hmm, it still sounds better than a frontal attack.",
        "tr_core_jade_twilight_m4_t16": "Ruby Dusk is probably going to engage us here. I can't blame their Commander, he is following his orders after all.",
        "tr_core_jade_twilight_m4_t17": "We have to fight them back, but only as much as is neccessary. If we avoid capturing their production buildings, maybe we can convince them to help us fight Warlord Grim.",
        "tr_core_jade_twilight_m4_t18": "We have to claim these Towers, and hold this point, but don't go any further into Ruby Dusk base. We just have to cover our forces going around.",
        "tr_core_jade_twilight_m4_t19": "There are more entrances. I can see flanking Towers here as well.",
        "tr_core_jade_twilight_m4_t20": "We have to capture all Towers along that path. Just remember to not claim any of ther production buildings!",
        "tr_core_jade_twilight_m4_o1": "Claim all Towers along the alternative path",
        "tr_core_jade_twilight_m4_o2": "Do not claim any Ruby Dusk production buildings",
        "tr_core_jade_twilight_m4_t21": "They have us surrounded, Sir!",
        "tr_core_jade_twilight_m4_t22": "Jade Admiral truly is as powerful as they say. Let us keep our honor and finish this swiftly! It is a shame to end like this after Noble Sidney's sacrificed his freedom so that we could get away from Sapphire Dawn.",
        "tr_core_jade_twilight_m4_t23": "When I said, that I didn't have any quarrel with you, I really meant it, Commander. We have nothing to gain by wasting your lives. We just needed a way through.",
        "tr_core_jade_twilight_m4_t24": "Was Noble Sidney your commanding officer? He sounds like a great man. What happened to him?",
        "tr_core_jade_twilight_m4_t25": "We were stuck in a position near Amber Fortress when Sapphire Dawn attacked. Noble Sidney covered our retreat and was captured by General Cyrus. We owe him our lives.",
        "tr_core_jade_twilight_m4_t26": "General Cyrus is a sensible man. If he is still there, I can negotiate the release of Noble Sidney on your behalf.",
        "tr_core_jade_twilight_m4_t27": "If you could do that, Admiral, we would be in your debt.",
        "tr_core_jade_twilight_m4_t28": "No! This is not the way to convince them to help us!",
        "tr_core_jade_twilight_m5_name": "Hard diplomacy",
        "tr_core_jade_twilight_m5_desc": "Driven both by his mission, and a promise made to a Ruby Dusk, Admiral Torsten is ready to face Sapphire Dawn and Amber Noon at the outskirts of the Amber Fortress. Facing two entrenched enemies is not going to be easy. Luckily, Captain Claude is already on his way with reinforcements.",
        "tr_core_jade_twilight_m5_t1": "This is it, men! Amber Fortress is on the other bank of this lake. King Ludwig needs our help, and we will not fail him!",
        "tr_core_jade_twilight_m5_t2": "You can count on us, Admiral!",
        "tr_core_jade_twilight_m5_t3": "Just point me at them!",
        "tr_core_jade_twilight_m5_t4": "Uh... Admiral! There is a problem!",
        "tr_core_jade_twilight_m5_t5": "The south bridge is gone. They must have destroyed it to deny us entry.",
        "tr_core_jade_twilight_m5_t6": "I can see huge concentration of enemy units on the city streets. No way to enter from this side!",
        "tr_core_jade_twilight_m5_t7": "Warlord Grim must be getting desperate if he resorted to downright destroying bridges.",
        "tr_core_jade_twilight_m5_t8": "Eastern bridge is still intact.",
        "tr_core_jade_twilight_m5_t9": "Then we have to get there before they decide to blow it up as well.",
        "tr_core_jade_twilight_m5_t10": "An Amber Noon base is standing in our way, but we can deal with it.",
        "tr_core_jade_twilight_m5_t11": "It looks like Sapphire Dawn is helping them.",
        "tr_core_jade_twilight_m5_t12": "Did they respond to our requests to talk with General Cyrus?",
        "tr_core_jade_twilight_m5_t13": "No, Admiral.",
        "tr_core_jade_twilight_m5_t14": "I can't see any signs of his personal guard anywhere. It does not seem he's here.",
        "tr_core_jade_twilight_m5_t15": "That's unfortunate. It would be way easier if we could talk.",
        "tr_core_jade_twilight_m5_t16": "Captain Claude is already on his way with reinforcements. But we can't sit around and wait. Let's go!",
        "tr_core_jade_twilight_m5_o1": "Claim all Amber Noon and Sapphire Dawn buildings",
        "tr_core_jade_twilight_m5_o2": "Find Noble Sidney",
        "tr_core_jade_twilight_a4": "Sapphire Commander",
        "tr_core_jade_twilight_m5_t17": "We surrender! All units, stand down!",
        "tr_core_jade_twilight_m5_t18": "Admiral! We have found a prisoner. It's the Ruby Dusk Noble.",
        "tr_core_jade_twilight_m5_t19": "Let's see him.",
        "tr_core_jade_twilight_m5_t20": "Jade Twilight? I swear, every time I'm pulled out of my cell, a new nation is being dragged into this mess.",
        "tr_core_jade_twilight_m5_t21": "Since you're here. I would like to negotiate my release. I'm sure Lord Dawson would gladly provide compensation in exchange for my freedom.",
        "tr_core_jade_twilight_m5_t22": "(At least I hope so, after all I did...)",
        "tr_core_jade_twilight_m5_t23": "I hope you will proove to be more sensible than that tin-head Sapphire Dawn Commando.",
        "tr_core_jade_twilight_m5_t24": "No need for that, Noble. I have already promised to your men, that I would do what I can to get you out of here. You are free to go to join your batallion, they are waiting.",
        "tr_core_jade_twilight_m5_t25": "You are truly as honourable as they say, Admiral. I hope I will be able to repay the favour.",
        "tr_core_jade_twilight_m5_t26": "We will cover your escape. You should go.",
        "tr_core_jade_twilight_m5_t27": "Till next time, Admiral.",
        "tr_core_jade_twilight_m5_o3": "(Done) Find Noble Sidney",
        "tr_core_jade_twilight_m5_t28": "Admiral, we've got a message from Captain Claude. He is coming in with new troops as we speak.",
        "tr_core_jade_twilight_m5_t29": "Help has arrived!",
        "tr_core_jade_twilight_m5_t30": "...where are our guys, though?",
        "tr_core_jade_twilight_m5_t31": "Captain! What are you doing OVER THERE?",
        "tr_core_jade_twilight_m5_t32": "I think we might have taken a wrong turn somewhere on the highway.",
        "tr_core_jade_twilight_m5_t33": "*sigh*",
        "tr_core_jade_twilight_m5_t34": "Establish a position and push from there. We will make a pincer attack and take that Amber Noon base.",
        "tr_core_jade_twilight_m5_t35": "Objective achieved, Admiral. This base is a great spot to regroup before we take on that bridge and the city.",
        "tr_core_jade_twilight_m5_t36": "Just look at those defences! Most of Grim's forces are on the streets right now. Even if we tried this, the potential for collateral damage is too high.",
        "tr_core_jade_twilight_m5_t37": "Let's set up camp here. We can keep Amber Noon in check, at least for now.",
        "tr_core_jade_twilight_m5_t38": "As for you, Claude, I have a very important task...",
        "tr_core_jade_twilight_m6_name": "Marathon",
        "tr_core_jade_twilight_m6_desc": "While the expedition to Amber Fortress fails to reach it's goal, Admiral Torsten decides to stand his ground and keep Warlord Grim busy. Captain Claude must race back to the Jade Oasis and report to Chancellor Irene, hoping that she can devise some new plan. Little does he know, that someone holding a grudge is watching him very closely...",
        "tr_core_jade_twilight_m6_t1": "There they are! Alert all units!",
        "tr_core_jade_twilight_m6_t2": "So far so good, but it looks like we might have ran out of luck on this run.",
        "tr_core_jade_twilight_m6_t3": "Admiral, this is Captain Claude. We've are already past half way to Jade lands, but we hit an obstacle. Lots of Sapphire Dawn soldiers stand in our way.",
        "tr_core_jade_twilight_m6_t4": "Copy that, Captain. Let's have a look at the aerial recon.",
        "tr_core_jade_twilight_m6_t5": "There are plenty of enemy Barracks ahead, but they all seem hastily set up. They are also sparsely guarded, with a few pieces of armour.",
        "tr_core_jade_twilight_m6_t6": "We know of at least one facility capable of fielding new Tanks. But there may be more.",
        "tr_core_jade_twilight_m6_t7": "They are using small islands to host simple Airfields, keeping them out of your reach. It does not seem they can provide Sapphire Dawn with heavier stuff, but their Scouts might still be a nuisance.",
        "tr_core_jade_twilight_m6_t8": "There is a bigger concentration of forces near that town, but it looks like they have nothing beyond that point.",
        "tr_core_jade_twilight_m6_t9": "If you can get there, Captain, You should be able to continue on your way without further issues.",
        "tr_core_jade_twilight_m6_t10": "Got it, Admiral. Thank you for the intel.",
        "tr_core_jade_twilight_m6_t11": "Focus, men. We are quite limited here. If anyone get's hurt, stay close to me or our Mobile Infantry units to get some assistance.",
        "tr_core_jade_twilight_m6_t12": "I can't just hang in the back though, I must reach the end of that road personally.",
        "tr_core_jade_twilight_m6_o1": "Bring Captain Claude to the end of the road.",
        "tr_core_jade_twilight_m6_t13": "We are almost in the clear. Form up and let's go as fast as we can.",
        "tr_core_jade_twilight_m6_t14": "Don't think I'll let you go that easily. You WILL see me again!",
        "tr_core_jade_twilight_m6_t15": "And I can't wait. Well.. I guess I can, because I don't have time for your silly antics.",
        "tr_core_jade_twilight_m6_t16": "Can't see any more of them, Captain.",
        "tr_core_jade_twilight_m6_t17": "Full speed ahead!",
        "tr_core_jade_twilight_m6_t18": "Looks like we can only recruit basic Infantry in these Barracks. Even so, thanks to my passive ability, these soldiers will have enough experience to use their Heavy Weapons right away, and be able to deal with anything Sapphire Dawn throws at us.",
        "tr_core_jade_twilight_m6_t19": "Well, well, well. What is a wimpy Captain doing so far away from home?",
        "tr_core_jade_twilight_m6_t20": "Blake! I should have expected, that such a lousy trap was your doing.",
        "tr_core_jade_twilight_m6_t21": "You won't be so sassy when I beat you. Consider it revenge for interfering with my mission to capture Prince Tybalt.",
        "tr_core_jade_twilight_m6_t22": "What is this? Just look at this mess!",
        "tr_core_jade_twilight_m6_t23": "Sir! They took away or smashed all the equipment before we could fully claim the building. It's not going to be useful anymore...",
        "tr_core_jade_twilight_m6_t24": "You thought you got rid of me?",
        "tr_core_jade_twilight_m6_t25": "I certainly hoped so!",
        "tr_core_jade_twilight_m6_t26": "These Barracks are trashed as well. Nothing but walls.",
        "tr_core_jade_twilight_m6_t27": "I hope you liked the fireworks. I prepared them especially for you!",
        "tr_core_jade_twilight_m6_t28": "You're a lost cause...",
        "tr_core_jade_twilight_m6_t29": "Spotted a mine! Clear the building!",
        "tr_core_jade_twilight_m6_t30": "I hoped that last one have taken care of you...",
        "tr_core_jade_twilight_m6_t31": "It would take more than that to stop me!",
        "tr_core_jade_twilight_m6_t32": "Nothing but dust...",
        "tr_core_jade_twilight_m6_t33": "That is enough! Why don't you give up already?",
        "tr_core_jade_twilight_m6_t34": "Why don't you? I think you should consider a different career. Street performer perhaps?",
        "tr_core_jade_twilight_m6_t35": "You will regret that! I'm not holding back!",
        "tr_core_jade_twilight_m6_t36": "Control room clear!",
        "tr_core_jade_twilight_m6_t37": "Wait, what is that... Everyone out! It's a trap!",
        "tr_core_jade_twilight_m6_t38": "The factory is gone!",
        "tr_core_jade_twilight_m6_t39": "Captain! Some of the nearby Towers were booby-trapped as well.",
        "tr_core_jade_twilight_m6_t40": "They really don't want us having these. It's the kind of solution I would expect from Blake.",
        "tr_core_jade_twilight_m6_t41": "He's going for the detonator! Quick!",
        "tr_core_jade_twilight_m6_t42": "Damn, wrong one...",
        "tr_core_jade_twilight_m6_t43": "That explosion still managed to knock out the power line to the Factory.",
        "tr_core_jade_twilight_m6_t44": "And here I hoped for some more Tanks.",
        "tr_core_jade_twilight_m7_name": "Building bridges",
        "tr_core_jade_twilight_m7_desc": "With Blake still hot on his heels, Captain Claude runs himself into a corner, facing a huge river on one side, and persistent Sapphire Dawn forces on the other. Jade Twilight forces are already devising a plan to get him across, but time is running out.",
        "tr_core_jade_twilight_m7_t1": "That Commando is really persistent, I'll give him that.",
        "tr_core_jade_twilight_m7_t2": "Rest of my men stayed behind to block the road. I hope they are fine.",
        "tr_core_jade_twilight_m7_t3": "There he is!",
        "tr_core_jade_twilight_m7_t4": "Some of them got through. I have to hurry!",
        "tr_core_jade_twilight_m7_t5": "They are already on the eastern side as well? But there is no other way...",
        "tr_core_jade_twilight_a5": "Squadron leader",
        "tr_core_jade_twilight_m7_t6": "Captain! Here!",
        "tr_core_jade_twilight_m7_t7": "Air brigade! So good to see you!",
        "tr_core_jade_twilight_m7_t8": "Quickly, please get on board and we will ferry you to the other side.",
        "tr_core_jade_twilight_m7_t9": "...",
        "tr_core_jade_twilight_m7_t10": "We can't leave! If we go now, those Sapphire Dawn forces in the east will flank our men covering my retreat. They would not be able to survive that!",
        "tr_core_jade_twilight_m7_t11": "If only we could repair that bridge.",
        "tr_core_jade_twilight_m7_t12": "There is actually an engineering team on the other side, I think they could pull this off. But it will take time...",
        "tr_core_jade_twilight_m7_t13": "Then we will give them time. We have to recall our forces covering the road right now. If we hold this side until the bridge is ready, they should make it.",
        "tr_core_jade_twilight_m7_t14": "Sounds like a plan. Let us deploy our away team.",
        "tr_core_jade_twilight_m7_t15": "Strike team is on the ground!",
        "tr_core_jade_twilight_m7_t16": "These abandoned Amber Noon buildings are not much, but will have to be enough to hold this place.",
        "tr_core_jade_twilight_m7_t17": "On it!",
        "tr_core_jade_twilight_m7_t18": "Good job.",
        "tr_core_jade_twilight_m7_t19": "They are setting up quickly. Just look at them go!",
        "tr_core_jade_twilight_m7_t20": "Looks like they might cut us off after all. Let's prepare!",
        "tr_core_jade_twilight_m7_o1": "Hold out near the bridge",
        "tr_core_jade_twilight_m7_t21": "Ok, lets do this! One emergency bridge coming right up.",
        "tr_core_jade_twilight_m7_t22": "This should do it. The bridge is stable enough.",
        "tr_core_jade_twilight_m7_t23": "All we have to do now is to hold out until the rear guard catches up!",
        "tr_core_jade_twilight_m7_t24": "You didn't think it would be that easy, didn't you Claude?",
        "tr_core_jade_twilight_m7_t25": "You never learn, Blake. How many times do I have to beat you?",
        "tr_core_jade_twilight_m7_t26": "At least one more.",
        "tr_core_jade_twilight_m7_t27": "Then let's have it your way.",
        "tr_core_jade_twilight_m7_t28": "I just have to beat that guy, and this will be over.",
        "tr_core_jade_twilight_m7_o2": "Defeat Commando Blake",
        "tr_core_jade_twilight_m7_t29": "Rear guard is here. Let's beat this clown and go home.",
        "tr_core_jade_twilight_m7_t30": "Argh! Why does it alwasy end like this? Don't think you won, I will be back!",
        "tr_core_jade_twilight_m7_t31": "I wish I had time to chase you properly. But there are more important matters.",
        "tr_core_jade_twilight_m7_t32": "Regroup, and cross the bridge!"
    },
    "pl": {
        "tr_core_jade_twilight_campaign_title": "Twarda dyplomacja",
        "tr_core_jade_twilight_m1_name": "Posłaniec",
        "tr_core_jade_twilight_m1_desc": "Kanclerz Irene wita Księcia Tybalta w Jadeitowej Oazie, gdzie wysłuchuje jego prośby. Mimo tego, że Wataszka Grim ma teraz pełnię władzy, nadal wierzy w rozwiązanie dyplomatyczne. Irene wysyła swojego najlepszego dowódcę, Admirała Torstena, jako posłańca do Bursztynowej Fortecy.",
        "tr_core_jade_twilight_m1_t1": "Jestem bardzo wdzięczny za pomoc, pani Kanclerz.",
        "tr_core_jade_twilight_m1_t2": "Cała przyjemność jest po mojej stronie. Witam w Jadeitowej Oazie. Minęło już trochę czasu od Twojej ostatniej wizyty.",
        "tr_core_jade_twilight_m1_t3": "Chciałbym, aby była odbywała się ona w przyjemniejszych okolicznościach, lecz niestety. Jak dobrze rozumiem dostała Pani moją wiadomość o Wataszce Grimie przetrzymującym mojego ojca jako zakładnika?",
        "tr_core_jade_twilight_m1_t4": "Owszem. Jest to bezprecedensowy akt zdrady. Gdyby te wieści nie przyszły od Ciebie, oraz raporty o atakach od moich żołnierzy, nie uwierzyłabym.",
        "tr_core_jade_twilight_m1_t5": "Samemu trudno mi w to uwierzyć. Mój ojciec ufał Grimowi.",
        "tr_core_jade_twilight_m1_t6": "Czy może mi Pani pomóc? Jedyne o co proszę, to trochę żołnierzy. Moim życzeniem jest jak najszybciej powrócić do Bursztynowej Fortecy i zająć się Grimem osobiście. Wierzę, że w Bursztynowym Zachodzie nadal są dowódcy, którzy mnie poprą, jeżeli dojdzie do konfrontacji.",
        "tr_core_jade_twilight_m1_t7": "Zapewne masz rację. Jednakżę, myślę, że nie należy być pohopnym. Jesteś młody, a ostatnią rzeczą, jakiej chciałby Król Ludwig, było by jego jedyny syn szarżował do bitwy.Obawiam się, że nie jesteś jeszcze gotowy na tak trudną walkę.",
        "tr_core_jade_twilight_m1_t8": "Nadal też mam nadzieję, że możliwe jest rozwiązanie dyplomatyczne. Wysłałam już mojego najbardziej zaufanego doradcę jako posłańca z misją do Bursztynowej Fortecy. Powinien poradzić sobie z Grimem.",
        "tr_core_jade_twilight_m1_t9": "Czy to dobry pomysł? Grim już wcześniej wydawał rozkazy, aby atakować Jadeitowe wojska.",
        "tr_core_jade_twilight_m1_t10": "Nie wiem, ale chcę spróbować.",
        "tr_core_jade_twilight_m1_t11": "Nazywam się Claude i jestem kapitanem w armi Jadeitowego Zmierzchu. To jest Admirał Torsten, posłaniec dyplomatyczny z misją do Bursztynowej Fortecy. Prosimy o wolną drogę do stolicy.",
        "tr_core_jade_twilight_m1_t12": "Proszę poczekać, powiadomię dowódcę.",
        "tr_core_jade_twilight_a1": "Bursztynowy dowódca",
        "tr_core_jade_twilight_m1_t13": "...tak, Wataszko. Posłaniec tu jest. Powinienem go przepuścić?",
        "tr_core_jade_twilight_m1_t14": "Wykluczone. Jeżeli tu dotrą, mogą próbować pokrzyżować moje plany. Obawiam się, że jeżeli ich po prostu odeślemy, to mogą spróbować dostać się tu w inny sposób. Masz go aresztować.",
        "tr_core_jade_twilight_m1_t15": "Aresztowanie dyplomaty to poważny incydent.",
        "tr_core_jade_twilight_m1_t16": "Myślisz, że o tym nie wiem? Siedzimy już w tym po uszy. Aresztuj go.",
        "tr_core_jade_twilight_m1_t17": "Przepraszam za to czekanie. Muszę was teraz uprzejmie prosić o oddanie wszelkiej broni, jaką macie przy sobie.",
        "tr_core_jade_twilight_m1_t18": "Cóż to ma znaczyć?",
        "tr_core_jade_twilight_m1_t19": "Rzućcie broń, jesteście aresztowani.",
        "tr_core_jade_twilight_m1_t20": "Ummm... Admirale?",
        "tr_core_jade_twilight_m1_t21": "Zapewne rozkaz od Grima. Obawiam się, że nie będziemy współpracować.",
        "tr_core_jade_twilight_m1_t22": "Nie sądzę, że po prostu pozwolą nam odejść, do tego mają ogromną przewagę. Co robimy?",
        "tr_core_jade_twilight_m1_t23": "Wysłałem już alarm do pobliskiego Lotniska, że jesteśmy w potrzebie.",
        "tr_core_jade_twilight_m1_t24": "Powinni być w stanie nas wesprzeć. Moja pasywna umiejętność pozwala mi zamawiać jednostki latające taniej, niż zwykle.",
        "tr_core_jade_twilight_m1_t25": "Musisz mnie odeskortować na naszą stronę granicy.",
        "tr_core_jade_twilight_m1_t26": "A jeżeli za bardzo się zbliżą, mogę im zrzucić na głowę dość nieprzyjemną niespodziankę.",
        "tr_core_jade_twilight_m1_t27": "Aye aye. Dopilnuję, aby się Pan stąd wydostał. Proszę dać mi znać, jeżeli będzie Pan ranny, mogę Pana uleczyć.",
        "tr_core_jade_twilight_m1_o1": "Ewakuuj Admirała Torstena na koniec drogi",
        "tr_core_jade_twilight_m1_o2": "Admirał Torsten musi przetrwać",
        "tr_core_jade_twilight_m1_o3": "Kapitan Claude musi przetrwać",
        "tr_core_jade_twilight_m1_t28": "Admirał dotarł do strefy lądowania.",
        "tr_core_jade_twilight_m1_t29": "Lecę go zabrać.",
        "tr_core_jade_twilight_m1_t30": "Nie kręć się tu za długo, Kapitanie. Nie jesteśmy jeszcze bezpieczni.",
        "tr_core_jade_twilight_m1_t31": "Bez obaw, Admirale. Nie zamierzam nadużywać tutejszej gościny.",
        "tr_core_jade_twilight_m1_t32": "Przepraszam, Admirale! Było ich zbyt wielu!",
        "tr_core_jade_twilight_m1_t33": "Ratuj się, Claude! Dla mnie już nic nie zrobisz...",
        "tr_core_jade_twilight_m2_name": "Delegacja",
        "tr_core_jade_twilight_m2_desc": "Wataszka Grim, odmawiając wstępu dla posłańca Jadeitowego Zmierzchu, zmusza Kanclerz Irene do zmiany podejścia. Admirał Torsten dostaje rozkaz utworzenia korytarza, który pozwoli mu poprowadzić wojska ku Bursztynowej Fortecy.",
        "tr_core_jade_twilight_m2_t1": "Admirale, Kanclerz na linii.",
        "tr_core_jade_twilight_m2_t2": "Tak, pani Kanclerz? Jestem w trakcie zbierania żołnierzy, jak Pani prosiła.",
        "tr_core_jade_twilight_m2_t3": "Dobrze. Proszę powiadamiać mnie o postępach. Otrzymaliśmy informacje, że grupa Bursztynowych oficerów zaczyna kwestionować rozkazy Grima. Mogą oni stanąć po stronie Tybalta, jak przewidział.",
        "tr_core_jade_twilight_m2_t4": "Bursztynowy Książe wykazuje się mądrością przewyższającą jego wiek. Będzie kiedyś świetnym królem.",
        "tr_core_jade_twilight_m2_t5": "Taką mam nadzieję. Król Ludwig jest moim dobrym przyjacielem, zamierzam więc przygotować Tybalta na to, co go czeka.",
        "tr_core_jade_twilight_m2_t6": "Przepraszam, że przerywam Admirale, ale coś dzieje się po Bursztynowej stronie...",
        "tr_core_jade_twilight_m2_t7": "Bateria gotowa do strzału!",
        "tr_core_jade_twilight_m2_t8": "Co to było?",
        "tr_core_jade_twilight_m2_t9": "Bursztynowe Południe właśnie zniszczyło most! Próbują powstrzymać nas przed przekroczeniem rzeki granicznej.",
        "tr_core_jade_twilight_m2_t10": "Szczwany Wataszka! Admirale! Obawiam się, że musisz działać szybko, używając tych wojsk, które akurat udało się zebrać.",
        "tr_core_jade_twilight_m2_t11": "Zgadzam się. Ale bez tego mostu...",
        "tr_core_jade_twilight_m2_t12": "Jedyną alternatywą jest most w mieście. Nie chciałem prowadzić walk tak blisko cywili.",
        "tr_core_jade_twilight_m2_t13": "Jest tam garnizon straży granicznej. Powinni być w stanie na razie się utrzymać, ale jeżeli Bursztynowe Południe zdecyduje się na zmasowany atak, będą potrzebowali pomocy.",
        "tr_core_jade_twilight_m2_t14": "Brzmi jak plan, Admirale. Zajmijcie Kwaterę Główną tak szybko, jak to tylko możliwe. Król Ludwig potrzebuje naszej pomocy.",
        "tr_core_jade_twilight_m2_o1": "Zajmij KG Bursztynowego Południa",
        "tr_core_jade_twilight_m2_t15": "Nie zanosi się na to, żeby Jadeitowy Zmierzch miał się poddać. Wysadzać, tak na wszelki wypadek.",
        "tr_core_jade_twilight_m2_t16": "Tak jest!",
        "tr_core_jade_twilight_m2_t17": "Admirale, most w mieście został także zniszczony!",
        "tr_core_jade_twilight_m2_t18": "Musieli umieścić na nim ładunki wybuchowe zanim tam dotarliśmy. Jesteśmy zmuszeni przejść do bardziej radykalnych metod. Potrzebuję paru doświadczonych Helikopterów Szturmowych do przenoszenia żołnierzy na drugą stronę.",
        "tr_core_jade_twilight_m2_t19": "Cel zajęty, Admirale. Żołnierze Bursztynowego Południa wycofują się.",
        "tr_core_jade_twilight_m2_t20": "Wysłać raport do Kanclerz. Capitan Claude będzie musiał odbudować parę mostów zanim będzie mógł przeprowadzić wsparcie.",
        "tr_core_jade_twilight_m2_t21": "Przeceniłem swoje możliwości.",
        "tr_core_jade_twilight_m3_name": "Wymiana argumentów",
        "tr_core_jade_twilight_m3_desc": "Ekspedycja Jadeitowego Zmierzchu natrafia na przeszkodę w postaci wałów obronnych wzniesionych przez Bursztynowe Południe. Do tej pory im one nie pomogły. Może tym razem mają jakiś inny plan?",
        "tr_core_jade_twilight_m3_t1": "Mam złe przeczucie odnośnie tej drogi. Potrzebny mi zwiadowca!",
        "tr_core_jade_twilight_m3_t2": "Będę Pańskimi oczami, Admirale.",
        "tr_core_jade_twilight_m3_t3": "Złe wieści! Droga jest silnie umocniona. Czekają na nas.",
        "tr_core_jade_twilight_m3_t4": "Trudno powiedzieć, ale widzę coś na radarze kawałek dalej. Myślę, że główna baza jest jeszcze bardziej obstawiona.",
        "tr_core_jade_twilight_m3_t5": "Mam też jakieś odczyty z górskiej doliny na zachodzie, ale niczego tam nie widzę.",
        "tr_core_jade_twilight_m3_t6": "Nie mając już więcej mostów do wysadzania, Grim ucieka się do używania ściany jednostek opancerzonych. Jak wygląda nasz obóz?",
        "tr_core_jade_twilight_m3_t7": "Niemal gotowy, Admirale. Jedynym problemem jest to, że większość sprzętu do Wież radarowych dotarło uszkodzonych. Udało nam się z nich poskładać jeden działający zestaw, mamy więc pokrycie i komunikację.",
        "tr_core_jade_twilight_m3_t8": "Uszkodzone radary? Co się stało?",
        "tr_core_jade_twilight_m3_t9": "Sprzęt wygląda na rozbity, podejrzewamy, że był to sabotaż.",
        "tr_core_jade_twilight_m3_t10": "Ktoś podkradł się do nas? Martwiące. Będziemy musieli to zbadać gdy już poradzimy sobie z blokadą Grima. Jest tu kilka opuszczonych Wież Burszynowego Południa, musimy je jak najszybciej zająć.",
        "tr_core_jade_twilight_m3_o1": "Zajmij budynki Bursztynowego Południa.",
        "tr_core_jade_twilight_m3_t11": "Szlag by trafił tych Jadeitowych najeźdźców. Wzywam wsparcie!",
        "tr_core_jade_twilight_m3_t12": "No w końcu! Umierałem z nudów siedząc w tej dolince.",
        "tr_core_jade_twilight_m3_t13": "Korpus inżynieryjny, ruszajcie!",
        "tr_core_jade_twilight_m3_t14": "Szybkie rozlokowanie wykonane!",
        "tr_core_jade_twilight_m3_t15": "Wyciąć drzewa!",
        "tr_core_jade_twilight_m3_t16": "Wszystkie jednostki, zaatakować pozycje Jadeitowego Zmierzchu.",
        "tr_core_jade_twilight_m3_t17": "Powiedz mi, Admirale, czy wasze radary zdążyły już dotrzeć?",
        "tr_core_jade_twilight_m3_t18": "Powinienem był się domyśleć, że to Twoja sprawka. Sprytny ruch, przyznaję. Kto Ci go podpowiedział? Bo nie wierzę, że sam na to wpadłeś.",
        "tr_core_jade_twilight_m3_t19": "Śmiej się póki możesz!",
        "tr_core_jade_twilight_m3_o2": "Zajmij wszystkie budynki Bursztynowego Południa i Szafirowego Świtu.",
        "tr_core_jade_twilight_m3_t20": "Podziwiam uparcie Grima, ale to za mało, by mnie zatrzymać.",
        "tr_core_jade_twilight_m3_t21": "Martwiące, że Szafirowy Świt nadal brata się z tym zdrajcą. Mam nadzieję, że Prezydent Gideon niedługo to dostrzeże.",
        "tr_core_jade_twilight_m4_name": "Stracone w tłumaczeniu",
        "tr_core_jade_twilight_m4_desc": "Pomimo niedawnych sukcesów, Admirał Torsten zmuszony jest do znalezienia łatwiejszej trasy do Burszynowej Fortecy. Na swojej drodze natrafia na fortyfikacje Rubinowego Zachodu. Kanclerz Irene ma nadzieję, że uda się z nimi wynegocjować bezpieczny korytarz.",
        "tr_core_jade_twilight_m4_t1": "Stać! Ten teren jest pod jurysdykcją Rubinowego Zachodu!",
        "tr_core_jade_twilight_m4_t2": "Nazywam się Admirał Torsten z Jadeitowego Zmierzchu. Nie szukamy z wami zwady, chcemy tylko przedostać się do Bursztynowej Fortecy z naszą misją dyplomatyczną.",
        "tr_core_jade_twilight_m4_t3": "Skontaktuję się z dowódcą.",
        "tr_core_jade_twilight_a2": "Rubinowy Dowódca",
        "tr_core_jade_twilight_m4_t4": "Witam, Admirale. Bardzo miło mi Pana widzieć. Szkoda, że nie mamy lepszych okoliczności. Jak rozumiem chcecie przejść tą trasą.",
        "tr_core_jade_twilight_m4_t5": "Witam, Dowódco. Tak, ja i moje siły musimy się tędy przedostać, i to szybko. Obawiam się, że nie mamy czasu do stracenia.",
        "tr_core_jade_twilight_m4_t6": "Bardzo chciałbym pomóc, Admirale. ALe niestety sami jesteśmy w opałach, a moje rozkazy zabraniają mi przepuścić kogokolwiek.",
        "tr_core_jade_twilight_m4_t7": "Czy mogę w takim razie porozmawiać z kimś, kto może udzielić nam pozwolenia?",
        "tr_core_jade_twilight_m4_t8": "Cóż... obawiam się, że jest to teraz niemożliwe. Straciliśmy kontakt z Centralą dowodzenia.",
        "tr_core_jade_twilight_m4_t9": "Rozumiem. Jednak, jak mówiłem, nie mamy wiele czasu. Muszę tędy przejechać, tak czy inaczej.",
        "tr_core_jade_twilight_m4_t10": "Ma Pan swoje rozkazy, Admirale, a ja mam swoje.",
        "tr_core_jade_twilight_m4_t11": "To prawda.",
        "tr_core_jade_twilight_a3": "Dowódca Czołgu",
        "tr_core_jade_twilight_m4_t12": "Co teraz, Admirale? Przebijamy się przez nich?",
        "tr_core_jade_twilight_m4_t13": "Wolałbym tego uniknąć. Jakie mamy opcje?",
        "tr_core_jade_twilight_m4_t14": "Zdaje się, że jest tu stara ścieżka przez góry. Będziemy jednak poruszali się objazdem.",
        "tr_core_jade_twilight_m4_t15": "Hmm, nadal brzmi lepiej niż frontalny atak.",
        "tr_core_jade_twilight_m4_t16": "Rubinowy Zachód pewnie nas tam zaatakuje. Nie mogę winić ich dowódcy, wykonuje tylko rozkazy.",
        "tr_core_jade_twilight_m4_t17": "Będziemy zmuszeni z nimi walczyć, ale powinniśmy ograniczyć się do minimum. Jeżeli unikniemy zajmowania ich budynków produkcyjnych, może uda nam się ich przekonać, żeby pomogli nam w walce z Wataszką Grimem.",
        "tr_core_jade_twilight_m4_t18": "Musimy zająć te Wieże, aby utrzymać przejazd, jednak nie powinniśmy posuwać się dalej wgłąb bazy Rubinowego Zachodu. Wystarczy, że będziemy osłaniać nasze siły poruszające się objazdem.",
        "tr_core_jade_twilight_m4_t19": "Wjazdów jest więcej. Widzę tam też Wieże.",
        "tr_core_jade_twilight_m4_t20": "Zajmijmy wszystkie Wieże na naszej trasie. Pamiętajcie tylko, aby nie zajmować budynków produkcyjnych!",
        "tr_core_jade_twilight_m4_o1": "Zajmij wszystkie Wieże na alternatywnej trasie",
        "tr_core_jade_twilight_m4_o2": "Nie zajmuj żadnych budynków produkcyjnych Rubinowego Zachodu",
        "tr_core_jade_twilight_m4_t21": "Jesteśy otoczeni!",
        "tr_core_jade_twilight_m4_t22": "Jadeitowy Admirał naprawdę jest tak potężny, jak o nim mówią. Pozwól nam zachować honor i zakończ to szybko! Szkoda kończyć w ten sposób po tym, jak Szlachcic Sidney poświęcił swą wolność abyśmy my mogli uciec przed Szafirowym Świtem.",
        "tr_core_jade_twilight_m4_t23": "Kiedy mówiłem, że nie szukamy z wami zwady, mówiłem poważnie, Dowódco. Niczego nie zyskamy marnując wasze życia. Potrzebujemy jedynie przejścia.",
        "tr_core_jade_twilight_m4_t24": "Czy Szlachcic Sidney był waszym oficerem dowodzącym? Brzmi jak wspaniały człowiek. Co się z nim stało?",
        "tr_core_jade_twilight_m4_t25": "Byliśmy w potrzasku w okoliczy Bursztynowej Fortecy atakowani przez Szafirowy Świt. Szlachcic Sidney krył nas, gdy wycofywaliśmy się i został złapany przez Generała Cyrusa. Zawdzięczamy mu nasze życia.",
        "tr_core_jade_twilight_m4_t26": "Generał Cyrus to rozsądny człowiek. Jeżeli nadal tam jest, mogę z nim wynegocjować uwolnienie Szlachcica Sidneya.",
        "tr_core_jade_twilight_m4_t27": "Jeżeli się to Panu uda, Admirale, będziemy Pana dłużnikami.",
        "tr_core_jade_twilight_m4_t28": "Nie! W ten sposób nie przekonamy ich, by nam pomogli!",
        "tr_core_jade_twilight_m5_name": "Twarda dyplomacja",
        "tr_core_jade_twilight_m5_desc": "Zmotywowany swoją misją oraz obietnicą złożoną Rubinowemu Zachodowi, Admirał Torsten jest gotowy, by stawić czoła Szafirowemu Świtowi i Bursztynowemu Południu na przedpolach Burszynowej Fortecy. Walka z dwoma okopanymi przeciwnikami nie będzie łatwa. Na szczęście Kapitan Claude jest już w drodze z posiłkami.",
        "tr_core_jade_twilight_m5_t1": "To jest to! Bursztynowa Forteca jest po drugiej stronie tego jeziora. Król Ludwig potrzebuje naszej pomocy, a my go nie zawiedziemy!",
        "tr_core_jade_twilight_m5_t2": "Może Pan na nas liczyć, Admirale!",
        "tr_core_jade_twilight_m5_t3": "Proszę mi tylko wskazać kierunek!",
        "tr_core_jade_twilight_m5_t4": "Um... Admirale! Mamy problem!",
        "tr_core_jade_twilight_m5_t5": "Południowy most jest zniszczony. Musieli go wysadzić, aby powstrzymać nas przed wejściem do miasta.",
        "tr_core_jade_twilight_m5_t6": "Widzę ogromne koncentracje wrogich jednostek na ulicach. Nie ma żadnych szans by dostać się od tej strony!",
        "tr_core_jade_twilight_m5_t7": "Wataszka Grim musi być bardzo zdesperowany, jeżeli ucieka się do niszczenia mostów.",
        "tr_core_jade_twilight_m5_t8": "Wschodni most nadal stoi.",
        "tr_core_jade_twilight_m5_t9": "Musimy więc się do niego dostać zanim zdecydują się wysadzić go w powietrze.",
        "tr_core_jade_twilight_m5_t10": "Baza Bursztynowego Południa stoi na naszej drodze, ale możemy sobie z nią poradzić.",
        "tr_core_jade_twilight_m5_t11": "Szafirowy Świt zdaje się im pomagać.",
        "tr_core_jade_twilight_m5_t12": "Czy odpowiedzieli na nasze wezwania do rozmowy z Generałem Cyrusem?",
        "tr_core_jade_twilight_m5_t13": "Nie, Admirale.",
        "tr_core_jade_twilight_m5_t14": "Nigdzie nie widzę oznaczeń straży generalskiej. Zdaje się, że go tu nie ma.",
        "tr_core_jade_twilight_m5_t15": "Niefortunnie. Było by nam o wiele łatwiej, gdybym mógł z nim porozmawiać.",
        "tr_core_jade_twilight_m5_t16": "Kapitan Claude jest już w drodze z posiłkami. Nie możemy jednak na niego czekać. Ruszajmy!",
        "tr_core_jade_twilight_m5_o1": "Zajmij wszystkie budynki Bursztynowego Południa i Szafirowego Świtu",
        "tr_core_jade_twilight_m5_o2": "Odnajdź Szlachcica Sidneya",
        "tr_core_jade_twilight_a4": "Szafirowy Dowódca",
        "tr_core_jade_twilight_m5_t17": "Poddajemy się! Wszystkie jednostki, spocznij!",
        "tr_core_jade_twilight_m5_t18": "Admirale! Znaleźliśmy więźnia. To Szlachcić Rubinowego Zachodu.",
        "tr_core_jade_twilight_m5_t19": "Chcę go zobaczyć.",
        "tr_core_jade_twilight_m5_t20": "Jadeitowy Zmierzch? Przysięgam, za każdym razem, gdy jestem wyciągany z celi, kolejna nacja jest wciągana w ten bałagan.",
        "tr_core_jade_twilight_m5_t21": "Skoro tu jesteście, to chciałbym negocjować warunki mojego uwolnienia. Jestem pewien, że Lord Dawson z radością zapłąci wysoką rekompensatę w zamian za moją wolność.",
        "tr_core_jade_twilight_m5_t22": "(A przynajmniej taką mam nadzieję, mimo tego, co zrobiłem...)",
        "tr_core_jade_twilight_m5_t23": "Liczę na to, że okażecie się być rozsądniejsi, niż ten Komandos Szafirowego Świtu z zakutym łbem.",
        "tr_core_jade_twilight_m5_t24": "Nie ma takiej potrzeby, Szlachcicu. Obiecałem już twoim żołnierzom, że zrobię co mogę, aby Cię stąd wydostać. Jesteś wolny, możesz dołączyć do swojego batalionu - czekają na Ciebie.",
        "tr_core_jade_twilight_m5_t25": "Zaiste jest Pan tak honorowy, jak o Panu mówią, Admirale. Mam nadzieję, że będę miał okazję odpłacić tę przysługę.",
        "tr_core_jade_twilight_m5_t26": "Będziemy kryć Twoją ucieczkę. Powinieneś ruszać.",
        "tr_core_jade_twilight_m5_t27": "Do następnego razu, Admirale.",
        "tr_core_jade_twilight_m5_o3": "(Wykonane) Odnajdź Szlachcica Sidneya",
        "tr_core_jade_twilight_m5_t28": "Admirale, otrzymaliśmy wiadomość od Kapitana Claude'a. Właśnie w tej chwili przybywa z dodatkowymi siłami, aby nas wesprzeć.",
        "tr_core_jade_twilight_m5_t29": "Pomoc dotarła!",
        "tr_core_jade_twilight_m5_t30": "...chłopaki, gdzie jesteście?",
        "tr_core_jade_twilight_m5_t31": "Kapitanie! Co Pan TAM robi?",
        "tr_core_jade_twilight_m5_t32": "Wydaje mi się, że mogłem źle skręcić gdzieś na autostradzie.",
        "tr_core_jade_twilight_m5_t33": "*wzdycha*",
        "tr_core_jade_twilight_m5_t34": "Macie zabezpieczyć swojąpozycję i rozpocząć ofensywę. Wykonamy atak z dwóch stron i przejmiemy tą bazę Bursztynowego Południa.",
        "tr_core_jade_twilight_m5_t35": "Cel osiągnięty, Admirale. Ta baza to świetne miejsce do przegrupowania się zanim rozpoczniemy atak na ten most i miasto.",
        "tr_core_jade_twilight_m5_t36": "Spójrz tylko na te umocnienia! Większość sił Grima jest w tej chwili na ulicach. Jeżeli spróbujemy teraz zaatakować, potencjał do strat w ludności cywilnej jest zbyt wysoki.",
        "tr_core_jade_twilight_m5_t37": "Rozbijmy tu obóz. Możemy trzymać Burszynowe Południe w szachu, przynajmniej przez jakiś czas.",
        "tr_core_jade_twilight_m5_t38": "Co do Ciebie, Claude, mam bardzo ważne zadanie...",
        "tr_core_jade_twilight_m6_name": "Maraton",
        "tr_core_jade_twilight_m6_desc": "Gdy ekspedycja do Bursztynowej Fortecy kończy się niepowodzeniem, Admirał Torsten decyduje się skupić na sobie uwagę Wataszki Grima. Kapitan Claude musi w tym czasie pędzić z powrotem do Jadeitowej Oazy i złożyć raport Kanclerz Irene, z nadzieją, że będzie miała ona jakiś nowy plan. Nie wie jednak jeszcze, że ktoś mający do niego urazę bardzo uważnie śledzi jego ruchy...",
        "tr_core_jade_twilight_m6_t1": "Tam są! Zaalarmować wszystkie jednostki!",
        "tr_core_jade_twilight_m6_t2": "Jak do tej pory dobrze nam szło, ale wygląda na to, że nasze szczęście się wyczerpało.",
        "tr_core_jade_twilight_m6_t3": "Admirale, tu Kapitan Claude. Przebyliśmy ponad połowę drogi do Jadeitowej Oazy, ale natrafiliśmy na przeszkodę. Stoi nam na drodze mnóstwo żołnierzy Szafirowego Świtu.",
        "tr_core_jade_twilight_m6_t4": "Przyjąłem, Kapitanie. Zobaczmy co powie nam powietrzny rekonesans.",
        "tr_core_jade_twilight_m6_t5": "Wszędzie pełno jest wrogich Baraków, ale wszystkie wyglądają na rozstawione na szybko. Są też kiepsko pilnowane, widzę zaledwie kilka sztuk pojazdów opancerzonych.",
        "tr_core_jade_twilight_m6_t6": "Wiemy o co najmniej jednej instalacji mogącej składać nowe Czołgi. Być może jest ich więcej.",
        "tr_core_jade_twilight_m6_t7": "Używają też małych wysepek jako prostych Lotnisk, gdzie nie możesz ich dosięgnąć. Nie wygląda na to, by były wstanie zapewnić Szafirowemu Świtowi silnego wsparcia, ale ich Helikoptery Zwiadowcze mogą okazać się irytujące.",
        "tr_core_jade_twilight_m6_t8": "Jest tu także większa koncentracja sił w pobliżu tego miasta, ale wygląda na to, że to na tyle - dalej nie ma już nic.",
        "tr_core_jade_twilight_m6_t9": "Jeżeli tam dotrzesz, Kapitanie, powinieneś być w stanie kontynuować swoją drogę bez dodatkowych zakłóceń.",
        "tr_core_jade_twilight_m6_t10": "Przyjąłem, Admirale. Dziękuję za wsparcie wywiadowcze.",
        "tr_core_jade_twilight_m6_t11": "Skupmy się. Jesteśmy tu dość mocno ograniczeni. Jeżeli ktokolwiek zostanie ranny, trzymajcie się blisko mnie lub naszej Piechoty Zmotoryzowanej, aby uzyskać pomoc w leczeniu i naprawie.",
        "tr_core_jade_twilight_m6_t12": "Nie mogę jednak tylko trzymać się w drugim rzędzie. Muszę osobiście dotrzeć do końca tej drogi.",
        "tr_core_jade_twilight_m6_o1": "Doprowadź Kapitana Claude'a na koniec drogi.",
        "tr_core_jade_twilight_m6_t13": "Niemal udało nam się uciec. Zewrzeć szyk i jedziemy tak szybko, jak tylko się da.",
        "tr_core_jade_twilight_m6_t14": "Nie myśl sobie, że pozwolę Ci tak łatwo uciec. Jeszcze się zobaczymy!",
        "tr_core_jade_twilight_m6_t15": "Nie mogę się już doczekać. A nie, jednak mogę, ponieważ nie mam czasu na Twoje wygłupy.",
        "tr_core_jade_twilight_m6_t16": "Nie widzę już więcej przeciwników, Kapitanie.",
        "tr_core_jade_twilight_m6_t17": "Cała na przód!",
        "tr_core_jade_twilight_m6_t18": "Wygląda na to, że możemy tu rekrutować tylko podstawową Piechotę. Mimo to, dzięki mojej pasywnej umiejętności, ci żołnierze będą mieli dość doświadczenia, by od razu mogli używać swoich Granatników. Dzięki temu powinni poradzić sobie ze wszystkim, co przygotował dla nas Szafirowy Świt.",
        "tr_core_jade_twilight_m6_t19": "No, no no. Co wymoczkowaty Kapitan robi tak daleko od domu?",
        "tr_core_jade_twilight_m6_t20": "Blake! Powinienem był się spodziewać, że tak mizernie przygotowana pułapka to Twoja sprawka.",
        "tr_core_jade_twilight_m6_t21": "Nie będziesz tak pyskował kiedy Cię obiję. Uznaj to za zemstę za przeszkodzenie mi w misji złapania Księcia Tybalta.",
        "tr_core_jade_twilight_m6_t22": "Co to ma znaczyć? Spójrzcie na ten bałagan!",
        "tr_core_jade_twilight_m6_t23": "Kapitanie! Cały ekwipunek został zabrany lub zniszczony zanim zdążyliśmy w pełni zająć budynek. Nie będzie on już przydatny...",
        "tr_core_jade_twilight_m6_t24": "Myślałeś, że się mnie pozbyłeś?",
        "tr_core_jade_twilight_m6_t25": "Z pewnością miałem taką nadzieję!",
        "tr_core_jade_twilight_m6_t26": "Te Baraki także są zniszczone. Same puste ściany.",
        "tr_core_jade_twilight_m6_t27": "Mam nadzieję, że podobały Ci się fajerwerki. Przygotowałem je specjalnie dla Ciebie!",
        "tr_core_jade_twilight_m6_t28": "Jesteś beznadziejnym przypadkiem...",
        "tr_core_jade_twilight_m6_t29": "Zauważyłem ładunek wybuchowy! Opuścić budynek!",
        "tr_core_jade_twilight_m6_t30": "Miałem nadzieję, że ten ostatni wybuch załatwił sprawę...",
        "tr_core_jade_twilight_m6_t31": "Trzeba o wiele więcej aby mnie zatrzymać!",
        "tr_core_jade_twilight_m6_t32": "W tym budynku został tylko kurz...",
        "tr_core_jade_twilight_m6_t33": "Będzie tego! Czemu po prostu się nie poddasz?",
        "tr_core_jade_twilight_m6_t34": "Czemu sam się nie poddasz? Myślę, że powinieneś rozważyć zmianę pracy. Co powiesz na ulicznego grajka?",
        "tr_core_jade_twilight_m6_t35": "Pożałujesz tego! Nie cofnę się przed niczym, by Cię zatrzymać!",
        "tr_core_jade_twilight_m6_t36": "Pokój sterowania czysty!",
        "tr_core_jade_twilight_m6_t37": "Czekaj, co to jest... Wszyscy uciekać! To pułapka!",
        "tr_core_jade_twilight_m6_t38": "Fabryka jest zniszczona!",
        "tr_core_jade_twilight_m6_t39": "Kapitanie! Pobliskie Wieże także były zaminowane.",
        "tr_core_jade_twilight_m6_t40": "Na serio nie chcą, żebyśmy je mieli. Takiego rozwiązania problemu spodziewałbym się po Blake'u.",
        "tr_core_jade_twilight_m6_t41": "Sięga po detonator! Szybko!",
        "tr_core_jade_twilight_m6_t42": "Kurde, nie ten...",
        "tr_core_jade_twilight_m6_t43": "Eksplozja uszkodziła linie wysokiego napięcia dochodzącą do Fabryki.",
        "tr_core_jade_twilight_m6_t44": "A już miałem nadzieję na kilka nowych Czołgów.",
        "tr_core_jade_twilight_m7_name": "Budujemy mosty",
        "tr_core_jade_twilight_m7_desc": "Będąc ciągle ściganym przez Blake'a, Kapitan Claude zapędza się w kozi róg, mając ogromną rzekę po jednej stronie i uparte siły Szafirowego Świtu po drugiej. Oddziały Jadeitowego Zmierzchu pracują już nad planem wydostania go, ale czas ucieka.",
        "tr_core_jade_twilight_m7_t1": "Ten Komandos jest naprawdę uparty, trzeba mu to oddać.",
        "tr_core_jade_twilight_m7_t2": "Reszta moich ludzi została z tyłu by przyblokować drogę. Mam nadzieję, że nic im nie jest.",
        "tr_core_jade_twilight_m7_t3": "Tam jest!",
        "tr_core_jade_twilight_m7_t4": "Część z nich się przedostała. Muszę się spieszyć!",
        "tr_core_jade_twilight_m7_t5": "Są też już po wschodniej stronie? Ale przecież nie mam innej drogi...",
        "tr_core_jade_twilight_a5": "Dowódca szwadronu",
        "tr_core_jade_twilight_m7_t6": "Kapitanie! Tutaj!",
        "tr_core_jade_twilight_m7_t7": "Brygada powietrzna! Dobrze was widzieć!",
        "tr_core_jade_twilight_m7_t8": "Szybko, proszę wsiadać na pokład, a zawieziemy Pana na drugą stronę.",
        "tr_core_jade_twilight_m7_t9": "...",
        "tr_core_jade_twilight_m7_t10": "Nie możemy jeszcze odlecieć! Jeżeli teraz znikniemy, siły Szafirowego Świtu na wschodzie będą mogły oflankować nasze oddziały kryjące moje tyły. Nie byli by w stanie tego przetrwać!",
        "tr_core_jade_twilight_m7_t11": "Gdybyśmy tylko mogli jakoś naprawić ten most.",
        "tr_core_jade_twilight_m7_t12": "Tak właściwie, to po drugiej stronie znajduje się zespół inżynieryjny. Myślę, że są w stanie to zrobić. Ale to potrwa...",
        "tr_core_jade_twilight_m7_t13": "A więc wywalczymy dla nich czas. Musimy odwołać jednostki blokujące drogę już teraz. Jeżeli utrzymamy tę stronę do czasu naprawienia mostu, powinni tu dotrzeć na czas.",
        "tr_core_jade_twilight_m7_t14": "Brzmi jak plan. Proszę dać nam chwilę a zrzucimy z naszego pokładu oddział desantowy.",
        "tr_core_jade_twilight_m7_t15": "Grupa uderzeniowa jest na miejscu!",
        "tr_core_jade_twilight_m7_t16": "Te porzucone zabudowania Bursztynowego Południa nie dadzą nam za wiele, ale muszą wystarczyć do utrzymania tego miejsca.",
        "tr_core_jade_twilight_m7_t17": "Zajmiemy się tym!",
        "tr_core_jade_twilight_m7_t18": "Dobra robota.",
        "tr_core_jade_twilight_m7_t19": "Szybko się rozkładają. Popatrzcie tylko na to tempo!",
        "tr_core_jade_twilight_m7_t20": "Wygląda na to, że jednak uda im się nas odciąć. Przygotujmy się!",
        "tr_core_jade_twilight_m7_o1": "Utrzymaj się w okolicy mostu",
        "tr_core_jade_twilight_m7_t21": "No dobra, do pracy! Jeden tymczasowy most, zgodnie z zamówieniem.",
        "tr_core_jade_twilight_m7_t22": "Tyle powinno wystarczyć. Most jest dostatecznie stabilny.",
        "tr_core_jade_twilight_m7_t23": "Teraz musimy tylko wytrzymać do czasu przybycia tylniej osłony!",
        "tr_core_jade_twilight_m7_t24": "Nie sądziłeś chyba, że to będzie takie proste, prawda Claude?",
        "tr_core_jade_twilight_m7_t25": "Nigdy się nie nauczysz, Blake. Ile jeszcze razy muszę Cię pokonać?",
        "tr_core_jade_twilight_m7_t26": "Przynajmniej jeszcze jeden.",
        "tr_core_jade_twilight_m7_t27": "No dobra, niech będzie po Twojemu.",
        "tr_core_jade_twilight_m7_t28": "Muszę tylko pokonać tego kolesia i cały ten pościg się skończy.",
        "tr_core_jade_twilight_m7_o2": "Pokonaj Komando Blake'a",
        "tr_core_jade_twilight_m7_t29": "Tylna osłona dotarła. Rozwalmy tego klauna i jedźmy do domu.",
        "tr_core_jade_twilight_m7_t30": "Argh! Czemu to zawsze kończy się w ten sposób? Nie myśl sobie, że wygrałeś, jeszcze tu wrócę!",
        "tr_core_jade_twilight_m7_t31": "Szkoda, że nie mam czasu go ścigać. Mam ważniejsze rzeczy na głowie.",
        "tr_core_jade_twilight_m7_t32": "Przegrupować się i przeprawiamy się przez most!"
    }
}