{
    "en": {
        "tr_core_prologue_campaign_title": "Prologue",

        "tr_core_prologue_m1_name": "Just another excercise",
        "tr_core_prologue_m1_desc": "A fresh company of soldiers receives new orders from Warlord Grim about their next training excercise. Though not everyghing seems to be as it should about this one...",

        "tr_core_prologue_m2_name": "Border inspection",
        "tr_core_prologue_m2_desc": "Prince Tybalt is visiting one of the border outposts for inspection. Out of nowhere Ruby Dusk strikes! Why would they commit such a sudden act of aggression?",

        "tr_core_prologue_actor_rd_comm": "Ruby Dusk Commander",
        "tr_core_prologue_actor_inf_1": "Infantry #1",
        "tr_core_prologue_actor_inf_2": "Infantry #2",
        "tr_core_prologue_actor_out_comm": "Outpost Commander",

        "tr_core_prologue_m1_t1": "What is going on out there? I knew I couldn't trust a recruit to complete even such a simple training assignment.",
        "tr_core_prologue_m1_t2": "Alarm! Amber Noon forces just entered our lands!",
        "tr_core_prologue_m1_t3": "Um, Sir... I think we have been spotted...",
        "tr_core_prologue_m1_t4": "This is all part of the excercise. Since you got caught, your next objective is to claim that HQ.",
        "tr_core_prologue_m1_t5": "Oh, and make use of these Tank and Mobile Infantry units, they may come in handy. Be careful though - if you lose them, they can not be replaced.",
        "tr_core_prologue_m1_t6": "Amber Noon is taking our positions. Send a message about this to Lord Dawson immidiately!",
        "tr_core_prologue_m1_t7": "Enemy HQ has been captured, Sir!",
        "tr_core_prologue_m1_t8": "Good. All is going according to plan...",
        "tr_core_prologue_m1_t9": "How long do you think we will have to stand guard? It's so hot!",
        "tr_core_prologue_m1_t10": "Better shut up or you will get an extra turn!",
        "tr_core_prologue_m1_t11": "*sigh*",
        "tr_core_prologue_m1_t12": "Attention, recruits!",
        "tr_core_prologue_m1_t13": "Sir Grim! Welcome back!",
        "tr_core_prologue_m1_t14": "How is your training going?",
        "tr_core_prologue_m1_t15": "No issues, Sir! A Tank and some motorbikes for Mobile Infantry arrived just in time for vehicle excercises.",
        "tr_core_prologue_m1_t16": "Excellent. Your training objective has been updated. Your performance in capturing military structures was terrible.",
        "tr_core_prologue_m1_t17": "Oh...",
        "tr_core_prologue_m1_t18": "Your new assignment is to practice it some more by claiming this Tower.",
        "tr_core_prologue_m1_t19": "But Sir... isn't this tower beyond the border, on the Ruby Dusk territory?",
        "tr_core_prologue_m1_t20": "Are you questioning my orders?",
        "tr_core_prologue_m1_t21": "No Sir! I wouldn't dare!",
        "tr_core_prologue_m1_t22": "Then get to it.",

        "tr_core_prologue_m1_o1": "Claim the enemy HQ.",
        "tr_core_prologue_m1_o2": "Claim the Ruby Dusk Tower.",

        "tr_core_prologue_m2_t1": "We have received a message from Warlord Grim addressed to you, Prince.",
        "tr_core_prologue_m2_t2": "Ruby Dusk declared a war on us. We do not know why - they refuse to talk to us at all.",
        "tr_core_prologue_m2_t3": "King Ludwig ordered all forces to mobilize and defend our lands.",
        "tr_core_prologue_m2_t4": "Ruby Dusk attacking like that... It does not make any sense. No time to think about it though. We are in a tough spot.",
        "tr_core_prologue_m2_t5": "Royal Guard Air Force reporting. We spotted these Tanks from the distance and came as quickly as we could.",
        "tr_core_prologue_m2_t6": "And just in time.",
        "tr_core_prologue_m2_t7": "Oh no, we have lost our HQ! We can't hold the line without it...",
        "tr_core_prologue_m2_t8": "More reinforcements coming to help us.",
        "tr_core_prologue_m2_t9": "Rocket Artillery rolled in. Let us take care of these pesky Helicopters.",
        "tr_core_prologue_m2_t10": "Any word from Lord Dawson on why he sent his army to attack us?",
        "tr_core_prologue_m2_t11": "Nothing, Prince.",
        "tr_core_prologue_m2_t12": "All Knights stand to attention! The Prince has arrived.",
        "tr_core_prologue_m2_t13": "No need to be so formal, Commander.",
        "tr_core_prologue_m2_t14": "Of course Prince! Thank you Prince! Guard, begin your route.",
        "tr_core_prologue_m2_t15": "Heading for the border Towers.",
        "tr_core_prologue_m2_t16": "Assuming guard position.",
        "tr_core_prologue_m2_t17": "Guard is coming! Move to plan B!",
        "tr_core_prologue_m2_t18": "Ruby Dusk is attacking! I repeat...",
        "tr_core_prologue_m2_t19": "We are under attack! Prince, quick, you have to withdraw!",
        "tr_core_prologue_m2_t20": "I will not abandon my soldiers. We have to hold this outpost. Prepare youselves!",
        "tr_core_prologue_m2_t21": "All Infantry and Mobile Infantry units under my command deal more damage and have additional armour. That should help us hold the line.",
        "tr_core_prologue_m2_t22": "I have to remember, that I can inspire any nearby unit to get a second wind and act again during the same turn.",
        "tr_core_prologue_m2_t23": "I have been defeated... I wasn't ready after all...",
        "tr_core_prologue_m2_t24": "None of this makes any sense. I have to go see my Father in the capital.",
        "tr_core_prologue_m2_t25": "Hold on, men! I'll send reinforcements as soon as I can.",
        "tr_core_prologue_m2_t26": "I don't think we can hold them off, my Prince. You should go, we will buy you as much time as we can.",
        "tr_core_prologue_m2_t27": "I can't just leave you here!",
        "tr_core_prologue_m2_t28": "There is no stopping to them. They just keep coming.",
        "tr_core_prologue_m2_t29": "Damn it!",
        "tr_core_prologue_m2_t30": "Please evacuate to the end of the road. It's the only way.",
        "tr_core_prologue_m2_t31": "Here comes more.",
        "tr_core_prologue_m2_t32": "Armoured units. We need to deploy more Tanks.",
        "tr_core_prologue_m2_t33": "New wave incoming.",
        "tr_core_prologue_m2_t34": "Helicopters incoming. We have to protect our Tanks. Get more Infantry!",
        "tr_core_prologue_m2_t35": "I understand why Father sends me on these inspections, but come on...",
        "tr_core_prologue_m2_t36": "I could be having fun on the beach right now.",
        "tr_core_prologue_m2_t37": "*sigh* Let's get this over with.",
        "tr_core_prologue_m2_t38": "The outpost is just ahead, I should go there.",

        "tr_core_prologue_m2_o1": "Repel waves of enemies.",
        "tr_core_prologue_m2_o2": "Prince Tybalt must escape.",
        "tr_core_prologue_m2_o3": "Move Prince Tybalt to Amber Noon HQ.",
        "tr_core_prologue_m2_o4": "Prince Tybalt must survive.",
        "tr_core_prologue_m2_o5": "Defend Amber Noon HQ.",
    },
    "pl": {
        "tr_core_prologue_campaign_title": "Prolog",

        "tr_core_prologue_m1_name": "Jeszcze jedno ćwiczenie",
        "tr_core_prologue_m1_desc": "Świeża grupa żołnierzy otrzymuje rozkazy od Watażki Grima odnośnie nowych ćwiczeń wojskowych. Coś jednak zdaje się być nie tak...",

        "tr_core_prologue_m2_name": "Inspekcja graniczna",
        "tr_core_prologue_m2_desc": "Książe Tybalt składa wizytę na posterunku granicznym aby dokonać inspekcji. Atak Rubinowego Zachodu nadchodzi bez ostrzeżenia! Czemu mieli by dokonać tak nagłego aktu agresji?",

        "tr_core_prologue_actor_rd_comm": "Dowódca Rubinowego Zachodu",
        "tr_core_prologue_actor_inf_1": "Piechota #1",
        "tr_core_prologue_actor_inf_2": "Piechota #2",
        "tr_core_prologue_actor_out_comm": "Dowódca posterunku",

        "tr_core_prologue_m1_t1": "Co tam się dzieje. Wiedziałem, że wam rekrutom nie można powierzyć nawet tak prostej misji treningowej.",
        "tr_core_prologue_m1_t2": "Alarm! Siły Bursztynowego Południa właśnie weszły na nasze ziemie!",
        "tr_core_prologue_m1_t3": "Um, Panie... chyba zostaliśmy zauważeni...",
        "tr_core_prologue_m1_t4": "To też część waszego ćwiczenia. Skoro zostaliście przyłapani, waszym kolejnym celem będzie zajęcie tej Kwatery Głównej.",
        "tr_core_prologue_m1_t5": "Ach, i nie zapomnijcie użyć tego Czołgu oraz Zmotoryzowanej Piechoty, mogą okazać się pomocne. Tylko z nimi uważajcie - jeżeli je stracicie, to nie otrzymacie kolejnych.",
        "tr_core_prologue_m1_t6": "Bursztynowe Południe zajmuje nasze pozycje. Natychmiast wysłać wiadomość do Lorda Dawsona!",
        "tr_core_prologue_m1_t7": "KG przeciwnika zostało zajęte, Panie!",
        "tr_core_prologue_m1_t8": "Dobrze. Wszystko idzie zgodnie z planem...",
        "tr_core_prologue_m1_t9": "Jak myślisz, długo jeszcze będziemy musieli stać na warcie? Jest strasznie gorąco!",
        "tr_core_prologue_m1_t10": "Lepiej się zamknij, albo dostaniesz dodatkową turę warty!",
        "tr_core_prologue_m1_t11": "*wzdycha*",
        "tr_core_prologue_m1_t12": "Baczność, rekruci!",
        "tr_core_prologue_m1_t13": "Pan Grim! Witamy z powrotem!",
        "tr_core_prologue_m1_t14": "Jak idą postępy w treningu?",
        "tr_core_prologue_m1_t15": "Bez problemów, Panie! Właśnie dostarczono Czołg i motocykle dla Piechoty Zmotoryzowanej, w samą porę na ćwiczenia z pojazdami.",
        "tr_core_prologue_m1_t16": "Świetnie. Wasze cele treningowe zostały zmienione. Wasze wyniki w zajmowaniu budynków militarnych były okropne.",
        "tr_core_prologue_m1_t17": "Ojej...",
        "tr_core_prologue_m1_t18": "Wasze nowy przydział to dodatkowe ćwiczenia z zajmowania, do których wykorzystacie tą Wieżę.",
        "tr_core_prologue_m1_t19": "Ale Panie... czy ta Wieża nie znajduje się poza granicą, na terytorium Rubinowego Zachodu?",
        "tr_core_prologue_m1_t20": "Kwestionujecie moje rozkazy?",
        "tr_core_prologue_m1_t21": "Nie, Panie! Nie śmiałbym!",
        "tr_core_prologue_m1_t22": "A więc do roboty.",

        "tr_core_prologue_m1_o1": "Zajmij KG przeciwnika.",
        "tr_core_prologue_m1_o2": "Zajmij Wieżę Rubinowego Zachodu.",

        "tr_core_prologue_m2_t1": "Otrzymaliśmy wiadomosć od Watażki Grima zaadresowaną do Ciebie, Książe.",
        "tr_core_prologue_m2_t2": "Rubinowy Zachód wypowiedział nam wojnę. Nie wiemy czemu - nie chcą z nami rozmawiać.",
        "tr_core_prologue_m2_t3": "Król Ludwig rozkazał zmobilizować wszystkie siły aby bronić naszych ziem.",
        "tr_core_prologue_m2_t4": "Atak Rubinowego Zachodu... To nie ma żadnego sensu. Niestety nie czas na rozmyślania, jesteśmy w trudnej sytuacji.",
        "tr_core_prologue_m2_t5": "Siły Powietrzne Królewskiej Gwardi zgłaszają się. Zauważyliśmy w oddali zbliżające się Czołgi i przybyliśmy tak szybko, jak się dało.",
        "tr_core_prologue_m2_t6": "W samą porę.",
        "tr_core_prologue_m2_t7": "O nie, utraciliśmy naszą KG! Nie jesteśmy w stanie bez niej utrzymać tego frontu...",
        "tr_core_prologue_m2_t8": "Nadciąga więcej posiłków aby nam pomóc.",
        "tr_core_prologue_m2_t9": "Przybyła Artyleria Rakietowa. Pozwólcie nam zająć się tymi natrętnymi Helikopterami.",
        "tr_core_prologue_m2_t10": "Jakieś wieści od Lorda Dawsona czemu wysłał swoją armię aby nas atakowała?",
        "tr_core_prologue_m2_t11": "Niestety nie.",
        "tr_core_prologue_m2_t12": "Wszyscy Rycerze baczność! Przybył Książe.",
        "tr_core_prologue_m2_t13": "Nie ma potrzeby na takie formalności, Dowódco.",
        "tr_core_prologue_m2_t14": "Oczywiście, mój Książe! Dziękuję, mój Książe! Strażniku, rozpocznij swoją rutynę.",
        "tr_core_prologue_m2_t15": "Zmierzam do Wież granicznych.",
        "tr_core_prologue_m2_t16": "Zajmuję pozycję wartowniczą.",
        "tr_core_prologue_m2_t17": "Nadchodzi strażnik! Przechodzimy do planu B!",
        "tr_core_prologue_m2_t18": "Rubinowy Zachód atakuje! Powtarzam...",
        "tr_core_prologue_m2_t19": "Jesteśmy atakowani! Książe, musisz jak najszybciej się ewakuować!",
        "tr_core_prologue_m2_t20": "Nie opuszczę moich żołnierzy. Musimy utrzymać ten posterunek. Przygotować się!",
        "tr_core_prologue_m2_t21": "Cała Piechota oraz Piechota Zmotoryzowana pod moją komendą zadaje większe obrażenia i ma lepszy pancerz. Powinno to nam pomóc utrzymać to miejsce.",
        "tr_core_prologue_m2_t22": "Muszę pamiętać o tym, że mogę Zainspirować pobliską jednostkę i dać jej złapać drugi oddech, dzięki czemu mogą zadziałać ponownie w tej samej turze.",
        "tr_core_prologue_m2_t23": "Zostałem pokonany... Jednak nie byłem na to gotowy...",
        "tr_core_prologue_m2_t24": "To wszystko nie ma sensu. Muszę udać się do stolicy i zobaczyć się z moim ojcem.",
        "tr_core_prologue_m2_t25": "Trzymajcie się, żołnierze. Wyślę posiłki jak tylko będzie to możliwe.",
        "tr_core_prologue_m2_t26": "Nie sądzę abyśmy byli w stanie ich zatrzymać, mój Książe. Powinieneś się wycofać, powstrzymamy ich tak długo, jak będziemy w stanie.",
        "tr_core_prologue_m2_t27": "Nie mogę was tak tu zostawić!",
        "tr_core_prologue_m2_t28": "Nie możemy ich zatrzymać. Będą ciągle przysyłali więcej.",
        "tr_core_prologue_m2_t29": "Niech to!",
        "tr_core_prologue_m2_t30": "Proszę ewakuować się na koniec tej drogi. To jedyne wyjście.",
        "tr_core_prologue_m2_t31": "Nadciąga więcej.",
        "tr_core_prologue_m2_t32": "Jednostki opancerzone. Potrzebujemy więcej Czołgów, aby ich zatrzymać.",
        "tr_core_prologue_m2_t33": "Nadchodzi kolejna fala.",
        "tr_core_prologue_m2_t34": "Nadlatują Helikoptery. Musimy chronić nasze Czołgi. Zrekrutujmy więcej Piechoty!",
        "tr_core_prologue_m2_t35": "Rozumiem czemu ojciec chce, abym brał udział w tych inspekcjach, ale dajcie spokój...",
        "tr_core_prologue_m2_t36": "Mógłbym teraz dobrze się bawić wygrzewając się na plaży.",
        "tr_core_prologue_m2_t37": "*wzdycha* Miejmy to już za sobą.",
        "tr_core_prologue_m2_t38": "Posterunek jest niedaleko, powinienem tam się udać.",

        "tr_core_prologue_m2_o1": "Odeprzyj fale przeciników.",
        "tr_core_prologue_m2_o2": "Książe Tybalt musi uciec.",
        "tr_core_prologue_m2_o3": "Przesuń Księcia Tybalta w okolice KG Bursztynowego Południa.",
        "tr_core_prologue_m2_o4": "Książe Tybalt musi przetrwać.",
        "tr_core_prologue_m2_o5": "Utrzymaj KG Bursztynowego Południa.",
    },
}
