{
    "en": {
        "tr_core_tutorial_campaign_title": "Tutorial",
        "tr_core_tutorial_mission_1_name": "Gameplay basics",
        "tr_core_tutorial_camp_desc": "In this training scenario you are going to learn about core game mechanics: moving units, claiming buildings, resources, recruitment and combat.",
        "tr_core_tutorial_m1_t1": "Excellent. The building is yours.",
        "tr_core_tutorial_m1_t2": "As you might have noticed, your Infantry unit is gone though. Every production building requires crew to operate, so you have to make sure, that you always have enough infantry on hand.",
        "tr_core_tutorial_m1_t3": "Luckily, you can recruit more in these Barracks. Select the building to open a recruitment radial menu. From there, select an Infantry unit. Then, select a neighbouring tile with a green marker to confirm deployment.",
        "tr_core_tutorial_m1_t4": "Good job! You learn quickly.",
        "tr_core_tutorial_m1_t5": "Strong forces are key to success. However, every force is going to falter without proper support. And for this, you are going to need buildings.",
        "tr_core_tutorial_m1_t6": "A blue movement marker next to a building means, that, if you move that unit there, you can claim that building. Notice, that when your infantry unit is selected, there is a blue indicator on the building. That means you can capture it!",
        "tr_core_tutorial_m1_t7": "When you are ready, with your Infantry unit selected, click on that building to proceed.",
        "tr_core_tutorial_m1_t8": "Your new Infantry squad is immidiately ready for action.",
        "tr_core_tutorial_m1_t9": "Next lesson is going to be about the one resource, that keeps your armies going: Action Points. Or AP for short.",
        "tr_core_tutorial_m1_t10": "When you were ordering your units, you might have noticed a coin with a number in the top-left corner. This is your AP counter. It is not visible during our conversations, so don't worry about it. Up until this point, you have been provided with all the AP you needed, but now you have to learn how to aquire it yourself.",
        "tr_core_tutorial_m1_t11": "Every military building you have under your control provides certain amount of AP at the beggining of your turn. You can see exactly how much by looking at the tile information in the bottom-left corner, when you hover over the building.",
        "tr_core_tutorial_m1_t12": "These Barracks provide 5AP per turn. Not much, but it will be enough to achieve our next goal.",
        "tr_core_tutorial_m1_t13": "AP are required both to order your units on the field (in addition to units own MP) as well as to deploy more units. That is why dominating the battlefield by capturing as many military installations as you can is very important.",
        "tr_core_tutorial_m1_t14": "Further down the road there is an unoccupied Comms Tower. These buildings can provide you with 15AP per turn, so they are worth claiming whenever you have such opportunity.",
        "tr_core_tutorial_m1_t15": "Use your Infantry and take that Tower.",
        "tr_core_tutorial_m1_t16": "Well done! With that Tower, you should have more than enough AP available to you to complete this training scenario.",
        "tr_core_tutorial_m1_t17": "Please note, that this time your Infantry unit did not dissapear, when you claimed a building. This is because Towers do not require a crew to operate. They do need to be configured though, so claiming a Tower always consumes all of the remaining MP points that unit had. That move still costs only 1AP.",
        "tr_core_tutorial_m1_t18": "That is all you need to know for this lesson, so we can move to the next one: Combat.",
        "tr_core_tutorial_m1_t19": "At the end of the road, there is a Ruby Dusk Infantry unit stationed, guarding a building. We need to take it out.",
        "tr_core_tutorial_m1_t20": "You have to move your own Infantry unit next to it. This time, the movement marker is going to be red, to indicate, that combat can happen from that position.",
        "tr_core_tutorial_m1_t21": "Welcome to the boot camp, recruit! My name is General Cyrus, and I will be your instructor today. Pay attention and you might even survive a day on a real battlefield!",
        "tr_core_tutorial_m1_t22": "Let us start with getting familiar with moving your forces around. In front of you, there is an Infantry unit waiting for your orders.",
        "tr_core_tutorial_m1_t23": "Select your unit, and you will see possible movement tiles highlighted. An Infantry unit has 4 Movement Points (MP) available to it, so once these are used up, you need to end your turn by holding the Y button, or Middle Mouse Button. You can tell, that a unit used up all their MP, when unit changes it's appearance to grey colours.",
        "tr_core_tutorial_m1_t24": "Try moving your unit around. Once you familiarize yourself with giving orders, move your unit onto a blue tile next to a building in the woods. Sometimes that tile might appear white instead of blue, which will indicate, that your unit is going to use up all of their MP to get there. In that case, just pass the turn.",
        "tr_core_tutorial_m1_t25": "If at any point in the game you don't know what is your goal, opening the menu will show you your current list of objectives.",
        "tr_core_tutorial_m1_t26": "Infantry is in position to strike. Just like with claiming a building, select your unit, and you will see an attack marker on the enemy, only this time it will be red instead of blue. With your Infantry selected, click on the enemy unit to order an attack.",
        "tr_core_tutorial_m1_t27": "Shots fired! Your unit attacked an enemy, and they responded!",
        "tr_core_tutorial_m1_t28": "A short lesson about counterattacks. As long as a unit still has some MP left at the end of their turn, they will be able to counterattack once during the enemy turn - given that they survive and are able to target the attacker, but we will cover that in a different training.",
        "tr_core_tutorial_m1_t29": "Both your and enemy Infantry units are injured. This does not reduce their combat capabilities though, so they can still be useful. Injuries do not affect their ability to claim buildings, so using such units might be a good idea. You can hover over these units and check out the tile highlight information in the bottom-left to see how much HP they have.",
        "tr_core_tutorial_m1_t30": "We still have to finish off this Infantry unit. All units can attack only once per turn, unless some effect changes that. Pass the turn and attack again!",
        "tr_core_tutorial_m1_t31": "Target down. This time, your attack was enough to destroy the enemy unit, so it did not had a chance to counterattack - even if it had MP left.",
        "tr_core_tutorial_m1_t32": "Now it is time for a final lesson for today: Winning!",
        "tr_core_tutorial_m1_t33": "You will be sent on a variety of missions, with different objectives, which will determine your success or failure. However, in most skirmish scenarios your goal is going to be simple: take the enemy HQ before they can take yours.",
        "tr_core_tutorial_m1_t34": "In this training scenario you do not have an HQ of your own, so you don't have to worry about it being taken. But your enemy does have one! Go ahead and capture it to complete this training mission.",
        "tr_core_tutorial_m1_t35": "Great job, all objectives complete. Remember these lessons well, and you will surely succeed.",
        "tr_core_tutorial_m1_t36": "Dismissed, recruit.",
        "tr_core_tutorial_m1_o1": "Recruit a new unit.",
        "tr_core_tutorial_m1_o2": "Capture Barracks.",
        "tr_core_tutorial_m1_o3": "Claim the Tower building.",
        "tr_core_tutorial_m1_o4": "Approach enemy unit.",
        "tr_core_tutorial_m1_o5": "Move unit to the building.",
        "tr_core_tutorial_m1_o6": "Defeat enemy unit.",
        "tr_core_tutorial_m1_o7": "Claim enemy HQ.",
    },
    "pl": {
        "tr_core_tutorial_campaign_title": "Samouczek",
        "tr_core_tutorial_mission_1_name": "Podstawy rozgrywki",
        "tr_core_tutorial_camp_desc": "Podczas tego treningu nauczysz się podstawowych mechanik gry: poruszania jednostek, zajmowania budynków, używania zasobów, rekrutacji jednostek oraz walki.",
        "tr_core_tutorial_m1_t1": "Wspaniale. Budynek należy do Ciebie.",
        "tr_core_tutorial_m1_t2": "Jak być może zauwazyłeś, Twoja jednostka Piechoty zniknęła. Każdy budynke produkcyjny wymaga załogi do działania, więc upewnij się, że zawsze masz wystarczającą ilość piechoty.",
        "tr_core_tutorial_m1_t3": "Na szczęście możesz zrekrutować ich więcej w Barakach. Wybierz budynek aby otworzyć menu rekrutacji. W menu, wybierz jednostkę Piechoty. Następnie wybierz pole sąsiadujące z budynkiem oznaczone zieloną ramką, aby zatwierdzić zakup.",
        "tr_core_tutorial_m1_t4": "Dobra robota! Szybko się uczysz.",
        "tr_core_tutorial_m1_t5": "Silna armia to klucz do sukcesu. Jednak nawet najsilniejsza armia przegra bez odpowiedniego wsparcia. Do tego potrzebne są budynki.",
        "tr_core_tutorial_m1_t6": "Niebieski znacznik ruchu sąsiadujący z budynkiem oznacza, że jeżeli poruszysz tam swoją jednostkę, będzie ona mogła zając ten budynek. Zauważ, że kiedy zaznaczona jest Twoja jednostka Piechoty, widoczny jest niebieski znacznik na budynku. Oznacza to, że możesz go zająć!",
        "tr_core_tutorial_m1_t7": "Aby kontynuować, zaznacz swoją jednostkę Piechoty i zajmij ten budynek.",
        "tr_core_tutorial_m1_t8": "Twoja nowa jednostka Piechoty jest natychmiastowo gotowa do działania.",
        "tr_core_tutorial_m1_t9": "Następna lekcja jest o zasobach, które utrzymują Twoją armię: Punkty Akcji. W skrócie AP.",
        "tr_core_tutorial_m1_t10": "W trakcie wydawania rozkazów swoim jednostkom, być może zauważyłeś monetę z liczbą w lewym-górnym rogu ekranu. Jest to liczba Twoich AP. Na czas dialogów jest on ukryty, więc nie przejmuj się, że chwilowo go nie widzisz. Do tej pory AP niezbędne do wykonywania ruchów dodawane były za darmo, czas jednak nauczyć się, jak je zdobywać.",
        "tr_core_tutorial_m1_t11": "Każdy budynek wojskowy, który kontrolujesz, daje Ci określoną ilość AP na początku Twojej tury. Dokładną ilość możesz sprawdzić patrząc na informację w lewym-dolnym rogu ekrany, kiedy kursor znajduje się nad danym budynkiem.",
        "tr_core_tutorial_m1_t12": "Baraki zapewniają 5AP na turę. Nie jest to dużo, ale wystarczy do osiągnięcia następnego celu.",
        "tr_core_tutorial_m1_t13": "AP są wymagane zarówno do wydawania rozkazów jednostkom w terenie (w dodatku do MP posiadanego przez jednostkę), oraz do kupowania nowych jednostek. Z tego względu dominacja na polu bitwy poprzez zajmowanie instalacji militarnych jest bardzo ważna.",
        "tr_core_tutorial_m1_t14": "Droga prowadzi do opuszczonej Wieży Komunikacyjnej. Te budynki zapewniają aż 15AP na turę, są więc warte zajmowania przy każdej okazji.",
        "tr_core_tutorial_m1_t15": "Użyj swojej Piechoty i zajmij tą Wieżę.",
        "tr_core_tutorial_m1_t16": "Dobra robota! Dzięki tej wieży będziesz mieć wystarczająco dużo AP, aby ukończyć ten scenariusz treningowy.",
        "tr_core_tutorial_m1_t17": "Zauważ, że tym razem Twoja jednostka Piechoty nie zniknęła z pola walki po zajęciu budynku. Stało się tak ponieważ Wieże nie wymagają załogi do działania. Trzeba je za to skonfigurować, więc zajęcie Wieży zużywa całe pozostałe MP, jakie miała ta jednostka. Mimo to, ten ruch nadal kosztuję Cię tylko 1AP.",
        "tr_core_tutorial_m1_t18": "To wszystko, co miałem do przekazania na tej lekcjim, przejdźmy więc do następnej: Walka.",
        "tr_core_tutorial_m1_t19": "Na końcu drogi znajduje się jednostka Piechoty Rubinowego Zachodu, pilnująca budynku. Musimy się jej pozbyć.",
        "tr_core_tutorial_m1_t20": "Przesuń swoją jednostkę Piechoty na pole sąsiadujące z przeciwnikiem. Tym razem znacznik ruchu będzie czerwony, oznaczając, że z tego pola wykonać można atak.",
        "tr_core_tutorial_m1_t21": "Witam na obozie treningowym, rekrucie! Nazywam się Generał Cyrus i będę dziś Twoim instruktorem. Skup się, a może nawet przetrwasz dzień na prawdziwym polu bitwy!",
        "tr_core_tutorial_m1_t22": "Zacznijmy od zaznajomienia się z poruszaniem jednostek. Przed tobą znajduje się jednostka Piechoty oczekująca na rozkazy.",
        "tr_core_tutorial_m1_t23": "Zaznacz swoją jednostkę, a pola ruchu zostaną oznaczone. Piechota posiada 4 Punkty Ruchu (MP), kiedy te zostaną zużyte, musisz zakończyć swoją turę przytrzymując przycisk Y lub Środkowy Przycisk Myszy. Możesz rozpoznać, że dana jednostka zużyła już całe swoje MP, kiedy zmienia ona swoją kolorystykę na wyszarzoną.",
        "tr_core_tutorial_m1_t24": "Przećwicz poruszanie swojej jednostki. Kiedy zapoznasz się już z wydawaniem rozkazów, przesuń ją na niebieski znacznik sąsiadujący z budynkiem w lesie. Czasami znacznik ten może być biały zamiast niebieskiego, wskazuje to, że taki ruch zużyje całe swoje MP na ten ruch. W takim przypadku po prostu zakończ turę.",
        "tr_core_tutorial_m1_t25": "Jeżeli zapomnisz jaki jest obecny cel, otwórz Menu, a lista obecnych celi wyświetli się w rogu.",
        "tr_core_tutorial_m1_t26": "Piechota znajduje się w pozycji do ataku. Podobnie do zajmowania budynków, zaznacz swoją jednostkę, a zobaczysz znacznik ataku na przeciwniku. Będzie on czerwony zamiast niebieskiego. Kliknij na przeciwnika, aby wydać rozkaz do ataku.",
        "tr_core_tutorial_m1_t27": "Słychać strzały! Twoja jednostka zaatakowała przeciwnika, a on odpowiedział!",
        "tr_core_tutorial_m1_t28": "Krótka lekcja o kontratakach. Dopóki jednostka ma pozostałe MP na końcu tury, będzie ona mogła wykonać kontratak w turze przeciwnika - jeżeli przetrwa atak oraz potrafi trafić jednostkę przeciwnika. Zdolność trafienia omówimy na innym treningu.",
        "tr_core_tutorial_m1_t29": "Zarówno Piechota przeciwnika jak i Twoja są ranne. Nie zmniejsza to jednak ich zdolności bojowych, więc nadal mogą być użyteczne. Rany nie wpływają też na ich umiejętność zajmowania budynków, więc użycie rannej jednostki w tym celu może być dobrym pomysłem. Umieszczając kursor nad jednostką i zerkając na panel informacyjny w lewym-dolnym rogu możesz zobaczyć jej pozostałe HP.",
        "tr_core_tutorial_m1_t30": "Nadal musimy pokonać tą jednostkę Piechoty. Każda jednostka może zaatakować tylko raz na turę, o ile nie wpłynie na to jakiś efekt. Zakończ turę i zaatakuj ponownie!",
        "tr_core_tutorial_m1_t31": "Cel zniszczony. Tym razem atak był wystarczająco silny, aby zniszczyć jednostkę przeciwnika, nie miała więc szansy na kontratak - nawet jeżeli miała jeszcze MP.",
        "tr_core_tutorial_m1_t32": "Czas na ostatnią dziś lekcję: Zwycięstwo!",
        "tr_core_tutorial_m1_t33": "Będziesz wykonywać różnorodne misje, z różnymi celami określającymi zwycięstwo lub porażkę. W większości potyczek cel będzie jednak prosty: zająć Kwaterę Główną przeciwnika zanim on zajmie Twoją.",
        "tr_core_tutorial_m1_t34": "Podczas tego treningu nie posiadasz własnej KG, więc nie musisz martwić się o jej utratę. Ale Twój przeciwnik ją ma! Zajmij ją, aby zakończyć tą misję treningową.",
        "tr_core_tutorial_m1_t35": "Świetna robota, wszystkie cele zostały osiągnięte. Zapamiętaj dobrze te lekcje, a na pewno sobie poradzisz.",
        "tr_core_tutorial_m1_t36": "Odmaszerować, rekrucie.",
        "tr_core_tutorial_m1_o1": "Zrekrutuj nową jednostkę.",
        "tr_core_tutorial_m1_o2": "Zajmij Baraki.",
        "tr_core_tutorial_m1_o3": "Zajmij Wieżę Komunikacyjną.",
        "tr_core_tutorial_m1_o4": "Podejdź do przeciwnika.",
        "tr_core_tutorial_m1_o5": "Podejdź do budynku.",
        "tr_core_tutorial_m1_o6": "Pokonaj jednostkę przeciwnika.",
        "tr_core_tutorial_m1_o7": "Zajmij KG wroga.",
    },
}