{
    "en": {
        "tr_core_tutorial_campaign_title": "Tutorial",

        "tr_core_tutorial_mission1_name": "Gameplay basics",
        "tr_core_tutorial_mission1_desc": "In this training scenario you are going to learn about core game mechanics: moving units, claiming buildings, resources, recruitment and combat.",

        "tr_core_tutorial_mission2_name": "Units and buildings",
        "tr_core_tutorial_mission2_desc": "In this training scenario you are going to learn about unit types, with their strenghts and weaknesses, as well as all the types of military buildings.",

        "tr_core_tutorial_mission3_name": "Unit levels and abilities",
        "tr_core_tutorial_mission3_desc": "In this training scenario you are going to learn about units gaining levels, what kind of benefits this brings, and what kinds of abilities they can use.",

        "tr_core_tutorial_mission4_name": "Hero units",
        "tr_core_tutorial_mission4_desc": "In this training scenario you are going to learn about some Hero units and their unique abilities.",

        "tr_core_tutorial_m1_t1": "Excellent. The building is yours.",
        "tr_core_tutorial_m1_t2": "As you might have noticed, your Infantry unit is gone though. Every production building requires crew to operate, so you have to make sure, that you always have enough infantry on hand.",
        "tr_core_tutorial_m1_t3": "Luckily, you can recruit more in these Barracks. Select the building to open a recruitment radial menu. From there, select an Infantry unit. Then, select a neighbouring tile with a green marker to confirm deployment.",
        "tr_core_tutorial_m1_t4": "Good job! You learn quickly.",
        "tr_core_tutorial_m1_t5": "Strong forces are key to success. However, every force is going to falter without proper support. And for this, you are going to need buildings.",
        "tr_core_tutorial_m1_t6": "A blue movement marker next to a building means, that, if you move that unit there, you can claim that building. Notice, that when your infantry unit is selected, there is a blue indicator on the building. That means you can capture it!",
        "tr_core_tutorial_m1_t7": "When you are ready, with your Infantry unit selected, click on that building to proceed.",
        "tr_core_tutorial_m1_t8": "Your new Infantry squad is immidiately ready for action.",
        "tr_core_tutorial_m1_t9": "Next lesson is going to be about the one resource, that keeps your armies going: Action Points. Or AP for short.",
        "tr_core_tutorial_m1_t10": "When you were ordering your units, you might have noticed a coin with a number in the top-left corner. This is your AP counter. It is not visible during our conversations, so don't worry about it. Up until this point, you have been provided with all the AP you needed, but now you have to learn how to aquire it yourself.",
        "tr_core_tutorial_m1_t11": "Every military building you have under your control provides certain amount of AP at the beggining of your turn. You can see exactly how much by looking at the tile information in the bottom-left corner, when you hover over the building.",
        "tr_core_tutorial_m1_t12": "These Barracks provide 5AP per turn. Not much, but it will be enough to achieve our next goal.",
        "tr_core_tutorial_m1_t13": "AP are required both to order your units on the field (in addition to units own MP) as well as to deploy more units. That is why dominating the battlefield by capturing as many military installations as you can is very important.",
        "tr_core_tutorial_m1_t14": "Further down the road there is an unoccupied Comms Tower. These buildings can provide you with 15AP per turn, so they are worth claiming whenever you have such opportunity.",
        "tr_core_tutorial_m1_t15": "Use your Infantry and take that Tower.",
        "tr_core_tutorial_m1_t16": "Well done! With that Tower, you should have more than enough AP available to you to complete this training scenario.",
        "tr_core_tutorial_m1_t17": "Please note, that this time your Infantry unit did not dissapear, when you claimed a building. This is because Towers do not require a crew to operate. They do need to be configured though, so claiming a Tower always consumes all of the remaining MP points that unit had. That move still costs only 1AP.",
        "tr_core_tutorial_m1_t18": "That is all you need to know for this lesson, so we can move to the next one: Combat.",
        "tr_core_tutorial_m1_t19": "At the end of the road, there is a Ruby Dusk Infantry unit stationed, guarding a building. We need to take it out.",
        "tr_core_tutorial_m1_t20": "You have to move your own Infantry unit next to it. This time, the movement marker is going to be red, to indicate, that combat can happen from that position.",
        "tr_core_tutorial_m1_t21": "Welcome to the boot camp, recruit! My name is General Cyrus, and I will be your instructor today. Pay attention and you might even survive a day on a real battlefield!",
        "tr_core_tutorial_m1_t22": "Let us start with getting familiar with moving your forces around. In front of you, there is an Infantry unit waiting for your orders.",
        "tr_core_tutorial_m1_t23": "Select your unit, and you will see possible movement tiles highlighted. An Infantry unit has 4 Movement Points (MP) available to it, so once these are used up, you need to end your turn by holding the Y button, or Middle Mouse Button. You can tell, that a unit used up all their MP, when unit changes it's appearance to grey colours.",
        "tr_core_tutorial_m1_controls": "If you are ever in doubt on which button to use, refer to the on-screen help. You can toggle controls view from Settings in the Main Menu.",
        "tr_core_tutorial_m1_t24": "Try moving your unit around. Once you familiarize yourself with giving orders, move your unit onto a blue tile next to a building in the woods. Sometimes that tile might appear white instead of blue, which will indicate, that your unit is going to use up all of their MP to get there. In that case, just pass the turn.",
        "tr_core_tutorial_m1_t25": "If at any point in the game you don't know what is your goal, opening the menu will show you your current list of objectives.",
        "tr_core_tutorial_m1_t26": "Infantry is in position to strike. Just like with claiming a building, select your unit, and you will see an attack marker on the enemy, only this time it will be red instead of blue. With your Infantry selected, click on the enemy unit to order an attack.",
        "tr_core_tutorial_m1_t27": "Shots fired! Your unit attacked an enemy, and they responded!",
        "tr_core_tutorial_m1_t28": "A short lesson about counterattacks. As long as a unit still has some MP left at the end of their turn, they will be able to counterattack once during the enemy turn - given that they survive and are able to target the attacker, but we will cover that in a different training.",
        "tr_core_tutorial_m1_t29": "Both your and enemy Infantry units are injured. This does not reduce their combat capabilities though, so they can still be useful. Injuries do not affect their ability to claim buildings, so using such units might be a good idea. You can hover over these units and check out the tile highlight information in the bottom-left to see how much HP they have.",
        "tr_core_tutorial_m1_t30": "We still have to finish off this Infantry unit. All units can attack only once per turn, unless some effect changes that. Pass the turn and attack again!",
        "tr_core_tutorial_m1_t31": "Target down. This time, your attack was enough to destroy the enemy unit, so it did not had a chance to counterattack - even if it had MP left.",
        "tr_core_tutorial_m1_t32": "Now it is time for a final lesson for today: Winning!",
        "tr_core_tutorial_m1_t33": "You will be sent on a variety of missions, with different objectives, which will determine your success or failure. However, in most skirmish scenarios your goal is going to be simple: take the enemy HQ before they can take yours.",
        "tr_core_tutorial_m1_t34": "In this training scenario you do not have an HQ of your own, so you don't have to worry about it being taken. But your enemy does have one! Go ahead and capture it to complete this training mission.",
        "tr_core_tutorial_m1_t35": "Great job, all objectives complete. Remember these lessons well, and you will surely succeed.",
        "tr_core_tutorial_m1_t36": "Dismissed, recruit.",

        "tr_core_tutorial_m1_o1": "Recruit a new unit.",
        "tr_core_tutorial_m1_o2": "Capture Barracks.",
        "tr_core_tutorial_m1_o3": "Claim the Tower building.",
        "tr_core_tutorial_m1_o4": "Approach enemy unit.",
        "tr_core_tutorial_m1_o5": "Move unit to the building.",
        "tr_core_tutorial_m1_o6": "Defeat enemy unit.",
        "tr_core_tutorial_m1_o7": "Claim enemy HQ.",

        "tr_core_tutorial_m2_t1": "Welcome back to the boot camp, recruit!",
        "tr_core_tutorial_m2_t2": "Today you are going to learn about types of units and buildings that you will encounter during your deployments. Let us begin.",
        "tr_core_tutorial_m2_t3": "You are already familiar with Infantry units. These soldiers are not the strongest, fastest or toughest unit around, but their ability to claim buildings makes them essential. They are also the cheapest to deploy, so make sure, that you always have some under your command.",
        "tr_core_tutorial_m2_t4": "This unit is simply called a Tank. These are your frontline-pushing muscle. Good mobility, combined with strong armour and powerful cannon allows them to quickly deal with enemy forces.",
        "tr_core_tutorial_m2_t5": "Tanks are especially effective against enemy Infantry units. Try it out now and destroy that unit.",
        "tr_core_tutorial_m2_t6": "As you can see, that Infantry unit didn't stand a chance. Tanks are also quite effective at dealing with other armoured units. When facing enemy Tanks, keep your own Infantry out of the way, and attack when your opponent will not be able to perform counterattacks!",
        "tr_core_tutorial_m2_t7": "Tanks do have a weakness, that you can exploit: they can not attack air units.",
        "tr_core_tutorial_m2_t8": "This is where Attack Helicopters come in. These very expensive units have moderate armour and attack damage, paired with great mobility, and are a perfect counter for enemy Tanks.",
        "tr_core_tutorial_m2_t9": "Attack this enemy tank until it is destroyed. You will have to end your turn to attack again.",
        "tr_core_tutorial_m2_t10": "Having a couple of Helicopters can quickly put a stop to a wave of Tanks, especially with a bit of support from Tanks on your side. As I mentioned, they are expensive, so use them wisely.",
        "tr_core_tutorial_m2_t11": "Helicopters are quite powerful, but not unstoppable. Your simple Infantry units are able to hit them. When faced with an opponent fielding a lot of flying units, countering with a lot of Infantry is always a good tactic.",
        "tr_core_tutorial_m2_t12": "If your opponent fails to disengage his fliers from your Infantry, it is going to be very costly for them. In most cases, you can field soldiers way quicker, and in greater numbers, than they can deploy Helicopters. So make them bleed.",
        "tr_core_tutorial_m2_t13": "Take down that Helicopter with your Infantry unit to proceed. You will have to end your turn to attack again.",
        "tr_core_tutorial_m2_t14": "Well done. Infantry, Tanks and Helicopters are the three types of units, that will form the core of your armies.",
        "tr_core_tutorial_m2_t15": "Our engineers are not sitting idly though. On the contrary - they constantly work on building new types of weapons for us to use.",
        "tr_core_tutorial_m2_t16": "Here you can see three newly developed types of units, that you may encounter on your missions.",
        "tr_core_tutorial_m2_t17": "Mobile Infantry has better mobility than regular Infantry. Coupled with their ability to claim buildings, they are a great option when you absolutely need to capture that building as soon as possible. They also have very useful support abilities, that you will learn about in a separate training session.",
        "tr_core_tutorial_m2_t18": "All these improvements are not without a price though. Mobile Infantry lacks specialised and heavy weaponry, so they can not attack flying units. Their attack damage is also lower, but cost of deployment is higher.",
        "tr_core_tutorial_m2_t19": "Rocket Artillery is a glass cannon of vehicles. It is very expensive, has no armour, is quite slow, and is incapable of direct combat or counterattacks. All of these downsides are worth it, as it can hit enemy units - both air and ground - from a few tiles away.",
        "tr_core_tutorial_m2_t20": "They require other units for protection, but in return they can wreck havoc from the back lines.",
        "tr_core_tutorial_m2_t21": "Scout Helicopters are smaller cousins of Attack Helicopters. They have even more mobility and cost less, than the big ones, but have significantly lower attack damage. Perfect for when you need air support far away from your base, and quickly.",
        "tr_core_tutorial_m2_t22": "They are most effective when used to harras your opponent using hit-and-run tactics.",
        "tr_core_tutorial_m2_t23": "You have now seen all of the types of units, that will be available to you. However, not all units look the same. In fact, every nation came up with their own designs. Let's have a look.",
        "tr_core_tutorial_m2_t24": "Even though these units look different, they are all equal in effectivnes on the battlefield. You should memorize them, in order to avoid costly mistakes!",
        "tr_core_tutorial_m2_t25": "Let's now move on to the buildings.",
        "tr_core_tutorial_m2_t26": "Here you can see all styles of HQ buildings. These allow you to recruit Infantry units at an inflated price. Use that option only when you really have to. HQ also allows you to deploy Hero units. Loosing HQ usually means, that your mission ends in a failure, so make sure to protect it at all cost. Every HQ provides you with 20AP per turn.",
        "tr_core_tutorial_m2_t27": "These are Barracks buildings used to deploy Infantry and Mobile Infantry units. They have standard prices here, so using Barracks is preferrable to using HQ for deployments. Every Barrack provides you with 5AP per turn.",
        "tr_core_tutorial_m2_t28": "These are an industrial Factory buildings. They have the ability to build your Tank and Rocket Artillery units, which makes them very valuable. Every Factory provides you with 5AP per turn.",
        "tr_core_tutorial_m2_t29": "These are various styles of Airfields, that can provide you with Attack Helicopters and Scout Helicopters. Usually quite rare and of high strategic importance. Every Airfield provides you with 5AP per turn.",
        "tr_core_tutorial_m2_t30": "And, finally, the Communication Towers. These structures do not deploy any units, but are quite common, and each one provides you with 15AP per turn.",
        "tr_core_tutorial_m2_t31": "This concludes your training about unit and building types. Class dismissed.",

        "tr_core_tutorial_m2_o1": "Destroy enemy units.",

        "tr_core_tutorial_m3_t1": "Attention, recruit! This training mission will cover more advanced topics, so stay focused!",
        "tr_core_tutorial_m3_t2": "Today you are going to learn how your units gain experience during battles, and why veterans are more valuable than freshly deployed forces.",
        "tr_core_tutorial_m3_t3": "Here we have a fresh Tank, that is currently at level 0. Every two kills that unit manages to perform, they will gain a level, up to the maximum of level 3.",
        "tr_core_tutorial_m3_t4": "Order your tank to destroy these two enemy units. You will have to end your turn to attack again.",
        "tr_core_tutorial_m3_t5": "Your tank just leveled up. If you need to check a level of a unit, it is visible on a tile highlight in the bottom-left when you hover over the unit. You can also press X on your gamepad or keyboard to see full unit stats screen.",
        "tr_core_tutorial_m3_t6": "Levels are not just decorative stars. Each level brings some benefits.",
        "tr_core_tutorial_m3_t7": "At level 1 units gain access to their active abilities.",
        "tr_core_tutorial_m3_t8": "At level 2 units gain one additional point of armour, which makes them more resilient against enemy attacks.",
        "tr_core_tutorial_m3_t9": "At level 3 units gain one additional Movement Point, making them more mobile.",
        "tr_core_tutorial_m3_t10": "Let us now move to learning about active abilities.",
        "tr_core_tutorial_m3_t11": "In order to use an active ability, select your unit, and then click it again. If a unit has abilities available, then a radial menu will open. From that menu, you can select an ability to be activated. Once activated, tiles that can be affected will be highlighted. Click on any of the highlighted tiles to confirm the use of ability.",
        "tr_core_tutorial_m3_t12": "Infantry units have the ability to use Heavy Weapon. It allows them to hit a nearby unit for 8 points of damage, minus target armour. This ability can only be used on an enemy directly adjacent to your unit. Try it out.",
        "tr_core_tutorial_m3_t13": "Using Heavy Weapon ability will not trigger counterattacks, so it is a perfect tool to soften up enemy Tanks. It can be also used to destroy a lightly-armoured targets with only one Infantry unit in a single turn.",
        "tr_core_tutorial_m3_t14": "Remember, that some abilities do have a cost, and a cooldown period after use. When ability is on cooldown, it will be greyed out, with a number of turns left displayed on it.",
        "tr_core_tutorial_m3_t15": "Tank active ability is called a Long-range Shell. It allows your unit to hit an enemy target up to two tiles away, even if there is something in the way. It can only shoot in a straight line, so make sure you line it up first. Long-range Shell deals 10 points of damage, minus target armour. Try it out.",
        "tr_core_tutorial_m3_t16": "While the cooldown is a bit long, Long-range Shell is a powerful attack, that allows you to hit enemies even in a back row.",
        "tr_core_tutorial_m3_t17": "Level 1 Attack Helicopters are able to transport your own troops. They can pick up an Infantry unit from an adjacent tile, though that action will use up all of their MP, so be careful to not expose your valuable Helicopter to danger. Pick Up and Drop Off actions are free and have no cooldown. Try it out.",
        "tr_core_tutorial_m3_t18": "Your Infantry is now on board of the Helicopter. Make sure it does not get destroyed, or suffer double loss. Now end your turn, and then order your Helicopter to drop off the Infantry unit.",
        "tr_core_tutorial_m3_t19": "An Infantry unit, that has been dropped off, can not perform any actions this turn, so make sure that landing zone is safe and secured.",
        "tr_core_tutorial_m3_t20": "Attack Helicopters can be a great way to quickly deliver Infantry units to the enemy buildings, but use them wisely.",
        "tr_core_tutorial_m3_t21": "Mobile Infantry is a great support unit with two abilities, that allow you to heal soldiers and repair vehicles. Remember they can only target adjacent tiles. Medkit ability costs 5AP to use, while Repair kit costs 15AP. Try it out.",
        "tr_core_tutorial_m3_t22": "Being able to heal high level or mission critical units can make the difference between a successfull mission and a total failure.",
        "tr_core_tutorial_m3_t23": "Rocket Artillery is a unique type of unit. As you should already know, it can not fight in direct combat. Instead it has access to it's active ability on level 0. It can hit targets up to three tiles away, and does not require direct line of sight to do so. This ability is free to use, and has 2 turns cooldown.",
        "tr_core_tutorial_m3_t24": "Great thing about Rocket Artillery is that it can hit both ground and flying units. It can not hit targets directly adjacent to it, so make sure to keep enemies at bay with other units. Try it out.",
        "tr_core_tutorial_m3_t25": "When used correctly, these Artillery units allow you to destroy targets, that would otherwise be hard to reach. They can also deal significant damage to any enemy forces approaching your base.",
        "tr_core_tutorial_m3_t26": "When leveled up, the active ability of the Rocket Artillery becomes more powerful. It can now hit targets up to four tiles away, and deals more damage. Try it out and see the difference.",
        "tr_core_tutorial_m3_t27": "Veteran Artillery, with it's long range and high damage is a bane of lightly-armoured units. It is especially effective against all types of Helicopters, though it is equally devastating when used against Infantry or Tanks.",
        "tr_core_tutorial_m3_t28": "Scout Helicopters have the Rapid Response ability. It allows them to replenish all of their MP and perform an additional attack this turn, if they already did one. Just make sure to use it before your Helicopter is out of moves, as it requires 1MP to activate it.",
        "tr_core_tutorial_m3_t29": "Approach the enemy unit and attack it. Then, activate your ability and attack again.",
        "tr_core_tutorial_m3_t30": "Scout Helicopters can cover a lot of ground with this ability. It is perfect for when you really need that air support at the other side of the battlefield, or to finish off that heavily damaged Tank.",
        "tr_core_tutorial_m3_t31": "This concludes the lesson about unit levels and abilities. Make sure to use them as often as possible.",
        "tr_core_tutorial_m3_t32": "Class dismissed.",

        "tr_core_tutorial_m3_o1": "Destroy enemy units.",
        "tr_core_tutorial_m3_o2": "Use special ability.",

        "tr_core_tutorial_m4_t1": "Welcome back! This is your last training session. After that, you will be ready for real action.",
        "tr_core_tutorial_m4_t2": "Today we are joined by a Commando - Sergeant Blake. He will be helping me in teaching you about Hero units.",
        "tr_core_tutorial_m4_t3": "Always glad to help new recruits!",
        "tr_core_tutorial_m4_t4": "Hero units are a special type of unit. They are very though and deal a lot of damage, though their mobility is below average.",
        "tr_core_tutorial_m4_t5": "More importantly, Hero units have passive and active abilities. Let's start with the passive one.",
        "tr_core_tutorial_m4_t6": "Every hero, when present on the battlefield, gives you a passive benefit. Commando has the Trained Specialist ability, which makes cooldowns for active abilities of your units 1 turn shorter. Thanks to this, your veteran units become even more valuable.",
        "tr_core_tutorial_m4_t7": "Try using your Artillery unit to clear some tiles on the other side of the forest.",
        "tr_core_tutorial_m4_t8": "Good. Now open the ability radial of your Artillery unit again. You will notice, that turns left to cool down the ability is 1 instead of usual 2. You can end your turn, reposition your Artillery and strike again.",
        "tr_core_tutorial_m4_t9": "In the meantime, a field on the other side of the forest opened up. Move Blake there using his active ability Infiltration. If you already used his active ability, just wait a few turns for it to cool down.",
        "tr_core_tutorial_m4_t10": "Commando ability allows you to reach places otherwise inaccessible, or hard to get to. You can bypass obstacles such as forests, mountains and buildings, as well as enemy units, and reach your target.",
        "tr_core_tutorial_m4_t11": "Remember, that different Heroes have different abilities. Some of them will target specific units or tiles. Some of them might target Heroes themselves in order to be used, like the ones that give benefits to units in certain radius around the Hero.",
        "tr_core_tutorial_m4_t12": "There is an enemy Infantry unit guarding our HQ. Have Blake take it out.",
        "tr_core_tutorial_m4_t13": "Excellent performance Sergeant.",
        "tr_core_tutorial_m4_t14": "Thank you, Sir!",
        "tr_core_tutorial_m4_t15": "Now let's claim this building.",
        "tr_core_tutorial_m4_t16": "That will be all for now, Sergeant. You are dismissed.",
        "tr_core_tutorial_m4_t17": "Yes Sir!",
        "tr_core_tutorial_m4_t18": "On most missions, the hero will be there from the beggining, and loosing one might fail your missions. But in a typical skirmish, you will have to deploy your Hero from your HQ building.",
        "tr_core_tutorial_m4_t19": "Time for me to stretch my legs. Go ahead and deploy me from this HQ.",
        "tr_core_tutorial_m4_t20": "With me on the battlefield, thanks to my Recruitment passive ability, all Infantry and Mobile Infantry units can be deployed for 10AP less. This effect applies both to HQ and Barracks. Go on and deploy an Infantry unit from HQ - you should notice, that it only costs 30AP instead of typical 40AP.",
        "tr_core_tutorial_m4_t21": "Infantry is my specialty, so make sure to call on me, when you plan on using a lot of them.",
        "tr_core_tutorial_m4_t22": "As for my active ability, it is called Deep Strike, and it allows me to call in a paratrooper, that will land up to two tiles away from me. It can be very useful, when you have reached the enemy base, but lost all of your Infantry units in the process.",
        "tr_core_tutorial_m4_t23": "Just make sure that landing zone is safe, as this new unit is not going to be able to act until next turn.",
        "tr_core_tutorial_m4_t24": "Go on and try using my ability. If you already did that before, wait a few turns and use it again.",
        "tr_core_tutorial_m4_t25": "Good job. That should give you an overview of Hero units and their abilities.",
        "tr_core_tutorial_m4_t26": "Every Nation has thier own, unique Heroes, with their own unique abilities, so be on your guard, as you never know what will happen, when one of them shows up.",
        "tr_core_tutorial_m4_t27": "One final note.",
        "tr_core_tutorial_m4_t28": "On some missions you might be required to protect a non-combatant unit. As an example, here we have Sapphire Dawn President Gideon. Units like him are called NPC units. They are a bit tougher than regular Infantry, so you don't have to worry, that they will die from a single attack. They are not as tough as Heroes, though. And they can not fight.",
        "tr_core_tutorial_m4_t29": "Wait, what happened? I was in my office, and then suddenly...",
        "tr_core_tutorial_m4_t30": "Let our dear President get back to work.",
        "tr_core_tutorial_m4_t31": "You have successfully completed your training. Good luck, and see you on the battlefield. Dismissed!",

        "tr_core_tutorial_m4_o1": "Destroy Infantry using Rocket Artillery.",
        "tr_core_tutorial_m4_o2": "Use Blake's ability to bypass Forest.",
        "tr_core_tutorial_m4_o3": "Destroy enemy unit.",
        "tr_core_tutorial_m4_o4": "Deploy General from HQ.",
        "tr_core_tutorial_m4_o5": "Deploy Infantry unit from HQ.",
        "tr_core_tutorial_m4_o6": "Deploy an Infantry unit using General's ability.",
    },
    "pl": {
        "tr_core_tutorial_campaign_title": "Samouczek",

        "tr_core_tutorial_mission1_name": "Podstawy rozgrywki",
        "tr_core_tutorial_mission1_desc": "Podczas tego treningu nauczysz się podstawowych mechanik gry: poruszania jednostek, zajmowania budynków, używania zasobów, rekrutacji jednostek oraz walki.",

        "tr_core_tutorial_mission2_name": "Jednostki i budynki",
        "tr_core_tutorial_mission2_desc": "Podczas tego treningu nauczysz się używać różnych rodzajów jednostek, ich wad i zalet, oraz zobaczysz przegląd wszystkich rodzajów budynków militarnych.",

        "tr_core_tutorial_mission3_name": "Poziomy i umiejętności",
        "tr_core_tutorial_mission3_desc": "Na tej lekcji poznasz jak jednostki zdobywają poziomy, co one przynoszą, oraz jakie umiejętności udostępniają.",

        "tr_core_tutorial_mission4_name": "Bohaterowie",
        "tr_core_tutorial_mission4_desc": "Podczas tej sesji treningowej poznasz Bohaterów oraz ich unikalne umiejętności.",

        "tr_core_tutorial_m1_t1": "Wspaniale. Budynek należy do Ciebie.",
        "tr_core_tutorial_m1_t2": "Jak być może zauwazyłeś, Twoja jednostka Piechoty zniknęła. Każdy budynke produkcyjny wymaga załogi do działania, więc upewnij się, że zawsze masz wystarczającą ilość piechoty.",
        "tr_core_tutorial_m1_t3": "Na szczęście możesz zrekrutować ich więcej w Barakach. Wybierz budynek aby otworzyć menu rekrutacji. W menu, wybierz jednostkę Piechoty. Następnie wybierz pole sąsiadujące z budynkiem oznaczone zieloną ramką, aby zatwierdzić zakup.",
        "tr_core_tutorial_m1_t4": "Dobra robota! Szybko się uczysz.",
        "tr_core_tutorial_m1_t5": "Silna armia to klucz do sukcesu. Jednak nawet najsilniejsza armia przegra bez odpowiedniego wsparcia. Do tego potrzebne są budynki.",
        "tr_core_tutorial_m1_t6": "Niebieski znacznik ruchu sąsiadujący z budynkiem oznacza, że jeżeli poruszysz tam swoją jednostkę, będzie ona mogła zając ten budynek. Zauważ, że kiedy zaznaczona jest Twoja jednostka Piechoty, widoczny jest niebieski znacznik na budynku. Oznacza to, że możesz go zająć!",
        "tr_core_tutorial_m1_t7": "Aby kontynuować, zaznacz swoją jednostkę Piechoty i zajmij ten budynek.",
        "tr_core_tutorial_m1_t8": "Twoja nowa jednostka Piechoty jest natychmiastowo gotowa do działania.",
        "tr_core_tutorial_m1_t9": "Następna lekcja jest o zasobach, które utrzymują Twoją armię: Punkty Akcji. W skrócie AP.",
        "tr_core_tutorial_m1_t10": "W trakcie wydawania rozkazów swoim jednostkom, być może zauważyłeś monetę z liczbą w lewym-górnym rogu ekranu. Jest to liczba Twoich AP. Na czas dialogów jest on ukryty, więc nie przejmuj się, że chwilowo go nie widzisz. Do tej pory AP niezbędne do wykonywania ruchów dodawane były za darmo, czas jednak nauczyć się, jak je zdobywać.",
        "tr_core_tutorial_m1_t11": "Każdy budynek wojskowy, który kontrolujesz, daje Ci określoną ilość AP na początku Twojej tury. Dokładną ilość możesz sprawdzić patrząc na informację w lewym-dolnym rogu ekrany, kiedy kursor znajduje się nad danym budynkiem.",
        "tr_core_tutorial_m1_t12": "Baraki zapewniają 5AP na turę. Nie jest to dużo, ale wystarczy do osiągnięcia następnego celu.",
        "tr_core_tutorial_m1_t13": "AP są wymagane zarówno do wydawania rozkazów jednostkom w terenie (w dodatku do MP posiadanego przez jednostkę), oraz do kupowania nowych jednostek. Z tego względu dominacja na polu bitwy poprzez zajmowanie instalacji militarnych jest bardzo ważna.",
        "tr_core_tutorial_m1_t14": "Droga prowadzi do opuszczonej Wieży Komunikacyjnej. Te budynki zapewniają aż 15AP na turę, są więc warte zajmowania przy każdej okazji.",
        "tr_core_tutorial_m1_t15": "Użyj swojej Piechoty i zajmij tą Wieżę.",
        "tr_core_tutorial_m1_t16": "Dobra robota! Dzięki tej wieży będziesz mieć wystarczająco dużo AP, aby ukończyć ten scenariusz treningowy.",
        "tr_core_tutorial_m1_t17": "Zauważ, że tym razem Twoja jednostka Piechoty nie zniknęła z pola walki po zajęciu budynku. Stało się tak ponieważ Wieże nie wymagają załogi do działania. Trzeba je za to skonfigurować, więc zajęcie Wieży zużywa całe pozostałe MP, jakie miała ta jednostka. Mimo to, ten ruch nadal kosztuję Cię tylko 1AP.",
        "tr_core_tutorial_m1_t18": "To wszystko, co miałem do przekazania na tej lekcjim, przejdźmy więc do następnej: Walka.",
        "tr_core_tutorial_m1_t19": "Na końcu drogi znajduje się jednostka Piechoty Rubinowego Zachodu, pilnująca budynku. Musimy się jej pozbyć.",
        "tr_core_tutorial_m1_t20": "Przesuń swoją jednostkę Piechoty na pole sąsiadujące z przeciwnikiem. Tym razem znacznik ruchu będzie czerwony, oznaczając, że z tego pola wykonać można atak.",
        "tr_core_tutorial_m1_t21": "Witam na obozie treningowym, rekrucie! Nazywam się Generał Cyrus i będę dziś Twoim instruktorem. Skup się, a może nawet przetrwasz dzień na prawdziwym polu bitwy!",
        "tr_core_tutorial_m1_t22": "Zacznijmy od zaznajomienia się z poruszaniem jednostek. Przed tobą znajduje się jednostka Piechoty oczekująca na rozkazy.",
        "tr_core_tutorial_m1_t23": "Zaznacz swoją jednostkę, a pola ruchu zostaną oznaczone. Piechota posiada 4 Punkty Ruchu (MP), kiedy te zostaną zużyte, musisz zakończyć swoją turę przytrzymując przycisk Y lub Środkowy Przycisk Myszy. Możesz rozpoznać, że dana jednostka zużyła już całe swoje MP, kiedy zmienia ona swoją kolorystykę na wyszarzoną.",
        "tr_core_tutorial_m1_controls": "Jeżeli nie wiesz których przycisków użyć, zerknij na ściągawkę na ekranie. Można ją włączyć lub wyłączyć w Ustawieniach dostępnych w Menu głównym.",
        "tr_core_tutorial_m1_t24": "Przećwicz poruszanie swojej jednostki. Kiedy zapoznasz się już z wydawaniem rozkazów, przesuń ją na niebieski znacznik sąsiadujący z budynkiem w lesie. Czasami znacznik ten może być biały zamiast niebieskiego, wskazuje to, że taki ruch zużyje całe swoje MP na ten ruch. W takim przypadku po prostu zakończ turę.",
        "tr_core_tutorial_m1_t25": "Jeżeli zapomnisz jaki jest obecny cel, otwórz Menu, a lista obecnych celi wyświetli się w rogu.",
        "tr_core_tutorial_m1_t26": "Piechota znajduje się w pozycji do ataku. Podobnie do zajmowania budynków, zaznacz swoją jednostkę, a zobaczysz znacznik ataku na przeciwniku. Będzie on czerwony zamiast niebieskiego. Kliknij na przeciwnika, aby wydać rozkaz do ataku.",
        "tr_core_tutorial_m1_t27": "Słychać strzały! Twoja jednostka zaatakowała przeciwnika, a on odpowiedział!",
        "tr_core_tutorial_m1_t28": "Krótka lekcja o kontratakach. Dopóki jednostka ma pozostałe MP na końcu tury, będzie ona mogła wykonać kontratak w turze przeciwnika - jeżeli przetrwa atak oraz potrafi trafić jednostkę przeciwnika. Zdolność trafienia omówimy na innym treningu.",
        "tr_core_tutorial_m1_t29": "Zarówno Piechota przeciwnika jak i Twoja są ranne. Nie zmniejsza to jednak ich zdolności bojowych, więc nadal mogą być użyteczne. Rany nie wpływają też na ich umiejętność zajmowania budynków, więc użycie rannej jednostki w tym celu może być dobrym pomysłem. Umieszczając kursor nad jednostką i zerkając na panel informacyjny w lewym-dolnym rogu możesz zobaczyć jej pozostałe HP.",
        "tr_core_tutorial_m1_t30": "Nadal musimy pokonać tą jednostkę Piechoty. Każda jednostka może zaatakować tylko raz na turę, o ile nie wpłynie na to jakiś efekt. Zakończ turę i zaatakuj ponownie!",
        "tr_core_tutorial_m1_t31": "Cel zniszczony. Tym razem atak był wystarczająco silny, aby zniszczyć jednostkę przeciwnika, nie miała więc szansy na kontratak - nawet jeżeli miała jeszcze MP.",
        "tr_core_tutorial_m1_t32": "Czas na ostatnią dziś lekcję: Zwycięstwo!",
        "tr_core_tutorial_m1_t33": "Będziesz wykonywać różnorodne misje, z różnymi celami określającymi zwycięstwo lub porażkę. W większości potyczek cel będzie jednak prosty: zająć Kwaterę Główną przeciwnika zanim on zajmie Twoją.",
        "tr_core_tutorial_m1_t34": "Podczas tego treningu nie posiadasz własnej KG, więc nie musisz martwić się o jej utratę. Ale Twój przeciwnik ją ma! Zajmij ją, aby zakończyć tą misję treningową.",
        "tr_core_tutorial_m1_t35": "Świetna robota, wszystkie cele zostały osiągnięte. Zapamiętaj dobrze te lekcje, a na pewno sobie poradzisz.",
        "tr_core_tutorial_m1_t36": "Odmaszerować, rekrucie.",

        "tr_core_tutorial_m1_o1": "Zrekrutuj nową jednostkę.",
        "tr_core_tutorial_m1_o2": "Zajmij Baraki.",
        "tr_core_tutorial_m1_o3": "Zajmij Wieżę Komunikacyjną.",
        "tr_core_tutorial_m1_o4": "Podejdź do przeciwnika.",
        "tr_core_tutorial_m1_o5": "Podejdź do budynku.",
        "tr_core_tutorial_m1_o6": "Pokonaj jednostkę przeciwnika.",
        "tr_core_tutorial_m1_o7": "Zajmij KG wroga.",

        "tr_core_tutorial_m2_t1": "Witam z powrotem na obozie treningowym, rekrucie!",
        "tr_core_tutorial_m2_t2": "Dziś nauczysz się rozróżniać rodzaje jednostek oraz budynków, jakie możesz spotkać na swoich misjach. Zaczynajmy.",
        "tr_core_tutorial_m2_t3": "Znasz już jednostki Piechoty. Ci żołnierze nie są najsilniejsi, najszybsi ani najtwardsi, ale ich umiejętność zajmowania budynków sprawia, że są niezbędni. Są też najtańszą jednostką, pamiętaj więc, aby zawsze mieć paru pod ręką.",
        "tr_core_tutorial_m2_t4": "Ta jednostka  to Czołg. Służą one za główną siłę na polu bitwy. Dobra mobilność, połączona z grubym pancerzem i potężnym działem pozwalają im szybko radzić sobie z przeciwnikiem.",
        "tr_core_tutorial_m2_t5": "Czołgi są szczególnie skuteczne przeciwko Piechocie. Wypróbuj go niszcząc przeciwnika.",
        "tr_core_tutorial_m2_t6": "Jak widzisz, jednostka Piechoty nie miała żadnych szans. Czołgi są także dość skuteczne przeciwko innym pojazdom opancerzonym. Walcząc z przeciwnikiem uzbrojonym w Czołgi trzymaj swoją Piechotę z dala od frontu, atakując kiedy wróg nie może kontratakować!",
        "tr_core_tutorial_m2_t7": "Czołgi mają jednak słabość, kórą można wykorzystać: nie są w stanie atakować jednostek latających.",
        "tr_core_tutorial_m2_t8": "Tu przydają się Helikoptery Szturmowe. Te kosztowne jednostki posiadają umiarkowane opancerzenie oraz siłę ataku, połączone z dużą mobilnością. Są one perfekcyjną odpowiedzią na Czołgi wroga.",
        "tr_core_tutorial_m2_t9": "Aatakuj ten Czołg póki go nie zniszczysz. Zakończ turę po ataku, aby móc wykonać kolejny.",
        "tr_core_tutorial_m2_t10": "Posiadanie pary Helikopterów może bardzo szybko powstrzymać falę Czołgów, zwłaszcza gdy mają wsparcie własnych Czołgów. Jak wspomniałem, są kosztowne, więc używaj ich rozważnie.",
        "tr_core_tutorial_m2_t11": "Helikoptery są silne, ale nie są niezniszczalne. Podstawowa Piechota jest w stanie je atakować. Walcząc z przeciwnikiem używającym dużo jednostek latających, kontrowanie ich z użyciem dużej ilości Piechoty to dobra taktyka.",
        "tr_core_tutorial_m2_t12": "Jeżeli Twój przeciwnik nie wycofa swojego lotnictwa, będzie go to drogo kosztowało. W większości przypadków będziesz w stanie kupować nowych żołnierzy szybciej i w większej ilości, niż przeciwnik może produkować Helikoptery. Utrzymaj tą sytuację, aż przeciwnik się wykrwawi.",
        "tr_core_tutorial_m2_t13": "Zestrzel ten Helikopter używając swojej Piechoty, aby kontynuować. Zakończ turę po ataku, aby móc wykonać kolejny.",
        "tr_core_tutorial_m2_t14": "Dobra robota. Piechota, Czołgi i Helikoptery są trzema typami jednostek tworzącymi rdzeń każdej armii.",
        "tr_core_tutorial_m2_t15": "Nasi inżynierowie oczywiście nie spoczywają na laurach. Wręcz przeciwnie - ciągle pracują nad nowymi rodzajami broni.",
        "tr_core_tutorial_m2_t16": "Widzisz tu trzy nowo skonstruowane rodzaje jednostek, które możesz napotkać w przyszłości.",
        "tr_core_tutorial_m2_t17": "Piechota Zmotoryzowana jest bardziej mobilna od zwykłej Piechoty. W połączeniu z ich umiejętnością zajmowania budynków, są świetnym wyborem, kiedy jakiś budynek musi zostać zajęty bardzo szybko. Są też bardzo użyteczni dzięki swoim umiejętnościom wsparcia, o kórych nauczysz się na innej lekcji.",
        "tr_core_tutorial_m2_t18": "Ulepszenia te nie są niestety za darmo. Piechota Zmotoryzowana nie posiada specjalistycznego uzbrojenia, nie mogą więc atakować jednostek latających. Ich atak jest też słabszy, a koszt zakupu wyższy.",
        "tr_core_tutorial_m2_t19": "Artyleria Rakietowa jest unikalna. Jest bardzo kosztowna, nie posiada pancerza, jest też powolna i nie potrafi wykonywać tradycyjnych ataków. Wszystkie te wady są jednak kompensowane faktem, że może ona udeżać w przeciwników - naziemnych i latających - z odległości kilku pól.",
        "tr_core_tutorial_m2_t20": "Wymaga ona innych jednostek jako ochrony, a w zamian potrafi rozpętać piekło z drugiej linii.",
        "tr_core_tutorial_m2_t21": "Helikoptery Zwiadowcze są mniejszymi kuzynami Helikopterów Szturmowych. Są jeszcze bardziej mobilne, kosztują mniej, ale są też gorzej uzbrojone. Są dobrym wyborem, jeżeli potrzebujesz wsparcia z powietrza, z dala od swojej bazy, i to szybko.",
        "tr_core_tutorial_m2_t22": "Są bardzo efektywne w szybkich napadach typu uderz-i-uciekaj.",
        "tr_core_tutorial_m2_t23": "Znasz teraz wszystkie rodzaje jednostek, jakie będą dla Ciebie dostępne. Jednak nie wszystkie jednostki wyglądają tak samo. Każda nacja ma swoje własne wersje. Obejrzyjmy je.",
        "tr_core_tutorial_m2_t24": "Pomimo ich powierzchownych różnic, te jednostki są równie efektywne na polu walki. Zapamiętaj je, aby uniknąć kosztownych pomyłek!",
        "tr_core_tutorial_m2_t25": "Przejdźmy teraz do budynków.",
        "tr_core_tutorial_m2_t26": "Widzimy tu wszystkie style budynku KG. Pozwalają one rekrutować Piechotę, choć po zawyżonej cenie. Korzystaj z tej opcji tylko jeżeli nie masz innych. KG pozwala także rekrutować Bohaterów. Utrata KG zwykle oznacza przegraną, pamiętaj więc o chronieniu jej za wszelką cenę. KG zapewnia 20AP na turę.",
        "tr_core_tutorial_m2_t27": "Te budynki to Baraki pozwalające rekrutować Piechotę oraz Piechotę Zmotoryzowaną. Ceny są tu standardowe, więc rekrutacja tu jest preferowana w porównaniu do KG. Baraki zapewniają 5AP na turę.",
        "tr_core_tutorial_m2_t28": "To są industrialne Fabryki. Mogą one budować Czołgi oraz Rakietową Artylerię, czyniąc je bardzo cennymi. Każda Fabryka zapewnia 5AP na turę.",
        "tr_core_tutorial_m2_t29": "Tu widzimy różne rodzaje Lotnisk, mogących produkować Helikoptery Szturmowe i Zwiadowcze. Są zwykle dość rzadkie i istotne strategicznie. Każde Lotnisko zapewnia 5AP na turę.",
        "tr_core_tutorial_m2_t30": "Na koniec, zobaczmy Wieże Komunikacyjne. Te struktury nie produkują żadnych jednostek, są za to dość powszechne, a każda z nich zapewnia aż 15AP na turę.",
        "tr_core_tutorial_m2_t31": "To zamyka Twój trening o jednostkach i budynkach. Można się rozejść.",

        "tr_core_tutorial_m2_o1": "Zniszcz jednostki przeciwnika.",

        "tr_core_tutorial_m3_t1": "Baczność, rekruci! W tej misji treningowej omówimy bardziej zaawansowane zagadnienia, więc skupcie się!",
        "tr_core_tutorial_m3_t2": "Nauczycie się dziś o tym jak jednostki zdobywają w bitwach doświadczenie, oraz dlaczego weterani są o wiele bardziej wartościowi od nowo zakupionych jednostek.",
        "tr_core_tutorial_m3_t3": "Widzimy tu nowowybudowany czołg, który obecnie jest na poziomie zerowym. Każde dwie jednostki, jakie uda mu się pokonać, dają awans na kolejny poziom, aż do maksymalnego poziomu trzeciego.",
        "tr_core_tutorial_m3_t4": "Rozkaż swojemu Czołgowi zniszczyć te dwie jednostki. Zakończ turę po ataku, aby móc wykonać kolejny.",
        "tr_core_tutorial_m3_t5": "Twój Czołg właśnie zdobył poziom. Jeżeli chcesz sprawdzić obecny poziom danej jednostki, jest on widoczny w lewym-dolnym rogu kiedy jest ona podświetlona. Możesz też wtedy wcisnąć X na padzie lub klawiaturze, aby zobaczyć ekran statystyk.",
        "tr_core_tutorial_m3_t6": "Poziomy nie są jednak tylko gwiazdkami do dekoracji. Każdy z nich przynosi określone korzyści.",
        "tr_core_tutorial_m3_t7": "Na poziomie pierwszym jednostka uzyskuje dostęp do swojej umiejętności specjalnej.",
        "tr_core_tutorial_m3_t8": "Na poziomie drugim otrzymuje ona jeden dodatkowy punkt pancerza, stając się odporniejszą na ataki wroga.",
        "tr_core_tutorial_m3_t9": "Na poziomie trzecim jednostka uzyskuje jeden dodatkowy punkt ruchu dla większej mobilności.",
        "tr_core_tutorial_m3_t10": "Przejdźmy do lekcji o aktywnych umiejętnościach.",
        "tr_core_tutorial_m3_t11": "Aby użyć aktywnej umiejętności danej jednostki, wybierz tą jednostkę, a następnie wybierz ją ponownie. Jeżeli jednostka ma dostęp do aktywnej umiejętności, otworzy się nowe menu. Z tego menu, wybierz umiejętność do użycia i aktywuj ją. Gdy umiejętność jest aktywna, pola na których można jej użyć zostaną oznaczone. Kliknij na wybranym polu aby zatwierdzić uzycie umiejętności.",
        "tr_core_tutorial_m3_t12": "Jednostki Piechoty mogą korzystać z Granatnika. Pozwala on udeżyć pobliską jednostkę za 8 punktów obrażeń, minus pancerz celu. Umiejętność ta może być użyta tylko wobec bezpośrednio sąsiadującego przeciwnika. Wypróbuj ją.",
        "tr_core_tutorial_m3_t13": "Użycie umiejętności Granatnika nie wywołuje kontrataku ze strony przeciwnika, jest więc idealnym narzędziem do zmiękczania czołgów. Można go też użyć do niszczenia lekko opancerzonych celów z użyciem jednej jednostki Piechoty w ciągu jednej tury.",
        "tr_core_tutorial_m3_t14": "Pamiętajcie, że niektóre umiejętności mogą mieć koszt, a wszystkie mają okres niedostępności po użyciu. Kiedy umiejętność jest niedostepna, będzie ona wyszarzona, a liczba będzie wskazywała ilość tur do ponownego użycia.",
        "tr_core_tutorial_m3_t15": "Aktywna umiejętność Czołgu nazywa się Pociskiem Przeciwpancernym. Pozwala ona trafić cel oddalony maksymalnie o dwa pola, nawet jeżeli po drodze znajduje się jakaś przeszkoda. Może ona jednak strzelać tylko w linii prostej, więc upewnijcie się, że ustawienie jest poprawne przed próbą strzału. Pocisk P.Panc zadaje 10 punktów obrażeń, minus pancerz celu. Wypróbuj ją.",
        "tr_core_tutorial_m3_t16": "Czas pomiędzy strzałami jest dość długi, ale Pocisk P.Panc jest potężną umiejętnością mogącą dosięgnąć drugiej linii przeciwnika.",
        "tr_core_tutorial_m3_t17": "Helikoptery Szturmowe pierwszego poziomu mają możliwość transportowania żołnierzy. Mogą one podnieść sąsiadującą jednostkę Piechoty, choć ta akcja zużyje całe jego MP, więc bądźcie ostrożni aby nie narazić swojego wartościowego Helikoptera na niebezpieczeństwo. Akcje Podniesienia i Zrzutu są darmowe i nie mają okresu niedostępności. Wypróbuj je.",
        "tr_core_tutorial_m3_t18": "Piechota znajduje się teraz na pokładzie Helikoptera. Zadbaj o to, aby nie został zniszczony, albo ucierpisz podwójną stratę. Zakończ teraz turę, a następnie rozkaż Helikopterowi zrzucić jednostkę Piechoty.",
        "tr_core_tutorial_m3_t19": "Piechota, która opuściła Helikopter, nie może wykonać żadnej akcji do końca tury, upewnij się więc, że strefa zrzutu jest zabezpieczona.",
        "tr_core_tutorial_m3_t20": "Helikopter Szturmowy jest dobrym sposobem na szybkie dostarczenie Piechoty do budynków przeciwnika, choć rób to uważnie.",
        "tr_core_tutorial_m3_t21": "Piechota Zmotoryzowana jest wartościową jednostką wsparcia dzięki swoim dwóm umiejętnościom, które pozwalają jej leczyć żołnierzy oraz naprawiać pojazdy. Mogą one być użyte na sąsiadującej jednostce. Użycie Apteczki kosztuje 5AP, natomiast Zestaw Naprawczy kosztuje 15AP. Wypróbuj je.",
        "tr_core_tutorial_m3_t22": "Możliwość leczenia doświadczonych jednostek oraz VIPów może być różnicą pomiędzy zwycięstwem a przegraną.",
        "tr_core_tutorial_m3_t23": "Artyleria Rakietowa jest unikalna. Jak już zapewne wiece, nie może ona walczyć bezpośrednio. Zamiast tego ma ona dostęp do swojej aktywnej umiejętności już na poziomie zerowym. Może ona trafić cel oddalony o trzy pola, nie wymagając bezpośredniej jego widoczności. Umiejętność ta jest darmowa i wymaga dwóch tur na przeładowanie.",
        "tr_core_tutorial_m3_t24": "Wspaniałą cechą Artylerii Rakietowej jest to, że może trafić zarówno cele naziemne jak i latające. Nie może jednak trafić celu stojącego bezpośrednio obok niej, trzeba więc upewnić się, że przeciwnik się do niej nie zbliży. Wypróbuj ją.",
        "tr_core_tutorial_m3_t25": "Użyta prawidłowo, Artyleria pozwala niszczyć cele, które inaczej były by nieosiągalne lub trudne do trafienia. Może też zadać ogromne obrażenia jednostkom szturmującym Twoje pozycje.",
        "tr_core_tutorial_m3_t26": "Kiedy zdobędzie pierwszy poziom, jej aktywna umiejętność staje się silniejsza. Może teraz trafiać cele oddalone o cztery pola, zadaje też większe obrażenia. Wypróbuj ją i zobacz różnicę.",
        "tr_core_tutorial_m3_t27": "Doświadczona Artyleria, ze swym zasięgiem i obrażeniami, jest koszmarem dla lekko opancerzonych jednostek. Jest szczególnie skuteczna przeciwko wszelkim Helikopterom, choć równie dobrze radzi sobie z Piechotą i Czołgami.",
        "tr_core_tutorial_m3_t28": "Helikopter Zwiadowczy posiada umiejętność Szybkiego reagowania. Uzupełnia ona jego punkty ruchu oraz pozwala ponownie zaatakować w tej samej turze, jeżeli atak został już wykonany przed jej użyciem. Upewnij się, że Helikopter ma przynajmniej 1MP aby z niej skorzystać.",
        "tr_core_tutorial_m3_t29": "Podleć do przeciwnika i zaatakuj. Następnie aktywuj umiejętność Szybkiego reagowania i zaatakuj ponownie.",
        "tr_core_tutorial_m3_t30": "Helikoptery Zwiadowcze mogą przelecieć niesamowite dystanse dzięki swojej umiejętności. Jest to idealny wybór, jeżeli potrzebne Ci wsparcie na odległym polu bitwy, lub aby wykończyć poważnie uszkodzony Czołg.",
        "tr_core_tutorial_m3_t31": "Na tym kończymy lekcję o poziomach i umiejętnościach. Pamiętajcie aby korzystać z nich jak najczęściej.",
        "tr_core_tutorial_m3_t32": "Można się rozejść.",

        "tr_core_tutorial_m3_o1": "Zniszcz jednostki przeciwnika.",
        "tr_core_tutorial_m3_o2": "Użyj umiejętności specjalnej.",

        "tr_core_tutorial_m4_t1": "Witam z powrotem! Jest to ostatnia sesja treningowa. Po niej będziecie gotowi by ruszyć do prawdziwej akcji.",
        "tr_core_tutorial_m4_t2": "Dziś dołączy do nas Komandos - Sierżant Blake. Pomoże mi on w przedstawieniu jednostek Bohaterów.",
        "tr_core_tutorial_m4_t3": "Zawsze chętnie pomagam nowym rekrutom!",
        "tr_core_tutorial_m4_t4": "Bohaterowie są specjalnym typem jednostki. Są bardzo twardzi i zadają dużo obrażeń, choć ich mobilność jest poniżej przeciętnej.",
        "tr_core_tutorial_m4_t5": "Co ważniejsze, Bohaterowie posiadają zarówno umiejętności aktywne jak i pasywne. Zacznijmy od pasywnych.",
        "tr_core_tutorial_m4_t6": "Każdy Bohater, gdy znajduje się na polu walki, zapewnia jakiś pasywny efekt. Komandos posiada umiejętność Wyszkolony Specjalista, dzięki której aktywne umiejętności jednostek są dostępne o turę szybciej. Dzięki temu weterani stają się jeszcze bardziej wartościowi na polu walki.",
        "tr_core_tutorial_m4_t7": "Użyj swojej Artylerii, aby oczyścić trochę pola po drugiej stronie lasu.",
        "tr_core_tutorial_m4_t8": "Dobrze. Teraz otwórz menu umiejętności Artylerii ponownie. Przekonasz się, że ilość pozostałych tur do ponownego użycia umiejętności pokaże 1 zamiast typowego 2. Możesz zakończyć turę, przesunąć artylerię i strzelić ponownie.",
        "tr_core_tutorial_m4_t9": "W międzyczasie, pole po drugiej stronie lasu jest teraz puste. Przesuń tam Blake'a używając jego aktywnej umiejętności Infiltracji. Jeżeli skorzystałeś z niej wcześniej, odczekaj kilka tur.",
        "tr_core_tutorial_m4_t10": "Umiejętność Komandosa pozwala mu dostać się w miejsca, które w przeciwnym przypadku były by trudne lub nieosiągalne. Może on przeskoczyć przeszkody, takie jak lasy, góry czy budynki, a nawet jednostki przeciwnika, aby dosięgnąć swojego celu.",
        "tr_core_tutorial_m4_t11": "Pamiętaj, że różni bohaterowie mają różne umiejętności. Niektóre działają na jednostki lub puste pola. Niektóre obierają za cel samego bohatera, dając benefity w określonym promieniu dookoła niego.",
        "tr_core_tutorial_m4_t12": "Jednostka Piechoty przeciwnika pilnuje naszego HQ. Rozkaż Blake'owi pozbyć się jej.",
        "tr_core_tutorial_m4_t13": "Świetne wykonanie, Sierżancie.",
        "tr_core_tutorial_m4_t14": "Dziękuję Generale!",
        "tr_core_tutorial_m4_t15": "Zajmijmy teraz ten budynek.",
        "tr_core_tutorial_m4_t16": "To wszystko na tą chwilę, Sierżancie. Możesz odmaszerować.",
        "tr_core_tutorial_m4_t17": "Tak jest!",
        "tr_core_tutorial_m4_t18": "W większości misji Bohater będzie obecny od samego początku, a jego utrata może oznaczać przegraną. Jednak w typowej potyczce, będziesz musiał Bohatera zrekrutować w swojej KG.",
        "tr_core_tutorial_m4_t19": "Czas abym się trochę rozruszał. Zrekrutuj mnie w tym budynku KG.",
        "tr_core_tutorial_m4_t20": "Moja obecność na polu bitwy, dzięki pasywnej umiejętności Rekrutacji, wszelka Piechota oraz Piechota Zmotoryzowana kosztuje o 10AP mniej niż zwykle. Efekt ten działa zarówno w Barakach jak i KG. Zrekrutuj teraz Piechotę w KG - zauważysz, że kosztuje teraz tylko 30AP zamiast typowego 40AP.",
        "tr_core_tutorial_m4_t21": "Piechota jest moją specjalnością, pamiętaj więc aby mnie wezwać, jeżeli planujesz dużo z niej korzystać.",
        "tr_core_tutorial_m4_t22": "Moja aktywna umiejętność nazywa się Głęboki Zrzut i pozwala mi przywołać jednostkę spadochroniarzy, którzy wylądują w odległości do dwóch pól ode mnie. Jest ona bardzo przydatna, gdy szturmujecie bazę wroga, ale po drodze utracone zostały wszystkie jednostki Piechoty.",
        "tr_core_tutorial_m4_t23": "Upewnij się tylko, że strefa zrzutu jest bezpieczna, gdyż spadochroniarze nie są w stanie wykonać żadnej akcji po wylądowaniu.",
        "tr_core_tutorial_m4_t24": "Użyj teraz mojej umiejętności. Jeżeli już z niej skorzystałeś, odczekaj kilka tur i użyj jej ponownie.",
        "tr_core_tutorial_m4_t25": "Dobra Robota. Lekcja ta powinna dać Ci dobry pogląd na Bohaterów i ich umiejętności.",
        "tr_core_tutorial_m4_t26": "Każda nacja ma swoich własnych, unikalnych Bohaterów, z unikalnymi umiejętnościami, uważaj więc, gdyż nigdy nie wiadomo co może się wydażyć, gdy natkniesz się na jednego z nich.",
        "tr_core_tutorial_m4_t27": "Jeszcze jedna uwaga.",
        "tr_core_tutorial_m4_t28": "W niektórych misjach trzeba będzie ochraniać jednostkę cywilną. Jako przykład, mamy tu Prezydenta Szafirowego Zmierzchu, Gideona. Jednostki jak on zwane są NPC lub VIPami. Są trochę twardsze niż zwykła Piechota, więc nie musisz się martwić, że zginą od jednego ataku, nie są jednak tak twardzi, jak Bohaterowie. No i nie mogą walczyć.",
        "tr_core_tutorial_m4_t29": "Zaraz, co się dzieje? Byłem w swoim biurze, a wtedy nagle...",
        "tr_core_tutorial_m4_t30": "Pozwólmy naszemu drogiemu Prezydentowi wrócić do jego obowiązków.",
        "tr_core_tutorial_m4_t31": "Z powodzeniem zakończyliście swój trening. Życze wam powodzenia, zobaczymy się na polu bitwy. Rozejść się!",

        "tr_core_tutorial_m4_o1": "Zniszcz Piechotę przeciwnika używając Artylerii.",
        "tr_core_tutorial_m4_o2": "Użyj umiejętności Blake'a aby przedostać się przez drzewa.",
        "tr_core_tutorial_m4_o3": "Zniszcz jednostkę przeciwnika.",
        "tr_core_tutorial_m4_o4": "Zrekrutuj Generała w KG.",
        "tr_core_tutorial_m4_o5": "Zrekrutuj Piechotę w KG.",
        "tr_core_tutorial_m4_o6": "Przywołaj Piechotę używając umiejętności Generała.",
    },
}