{
    "en": {
        "tr_core_ruby_dusk_campaign_title": "Noble Intentions",
        "tr_core_ruby_dusk_m1_name": "Sudden Strike",
        "tr_core_ruby_dusk_m1_desc": "Noble Sidney leads a strike team agains Amber Noon after they suddenly attacked a Ruby Dusk outpost. No time to waste waiting for Lord Dawson to send orders.",
        "tr_core_ruby_dusk_m1_t1": "Sir! I'm bearing important frontline report.",
        "tr_core_ruby_dusk_m1_t2": "What is the situation? Have we taken the outpost?",
        "tr_core_ruby_dusk_m1_t3": "We did, Sir! Second battalion caught them by surprise, they seemed unprepared.",
        "tr_core_ruby_dusk_m1_t4": "A swift victory then.",
        "tr_core_ruby_dusk_m1_t5": "Not quite... Amber Noon soldiers put up a real fight, we have lost more units than anticipated. Our scouts have seen Prince Tybalt evacuating from the base not long after our initial strike.",
        "tr_core_ruby_dusk_m1_t6": "Prince Tybalt running away with his tail between his legs? Not surprising. It would explain why they fought so ferociously. Are our forces ready for another push?",
        "tr_core_ruby_dusk_m1_t7": "I'm afraid not. They have a lot of wounded soldiers and damaged equipment, which slows them down significantly. Second battalion will not be able to assist for a couple of days.",
        "tr_core_ruby_dusk_m1_t8": "Bah! I'll reprimend their commander once we join forces. You are dismissed.",
        "tr_core_ruby_dusk_m1_t9": "Yes, Sir!",
        "tr_core_ruby_dusk_m1_t10": "Without second battalion this attack might be difficult.",
        "tr_core_ruby_dusk_m1_t11": "I only have few units here. It will have to do.",
        "tr_core_ruby_dusk_m1_t12": "There are some old Infantry barracks here, I could use them.",
        "tr_core_ruby_dusk_m1_t13": "I have to capture that outpost to secure this mountain passage into Amber Noon lands.",
        "tr_core_ruby_dusk_m1_t14": "There is a Tank guarding it though. These are very effective against Infantry, I have to be careful. It does not look like they can deploy more of them though. If I take it out, my mission will be much easier.",
        "tr_core_ruby_dusk_m1_t15": "Luckily, I do have a couple aces up my sleeve.",
        "tr_core_ruby_dusk_m1_t16": "That Infantry unit can now use their Heavy Weapon ability, which should make a quick job of that Tank. It does require that unit to get close, and has a long cooldown, so I have to be careful. Leveling up other Infantry units is a good idea.",
        "tr_core_ruby_dusk_m1_t17": "In order to make sure my Infantry units survive combat with that Tank, I can use my active ability - Hardened Armour. When used, it increases the armour of all units standing 2 tiles away from me, or closer. In order to use it, I have to cast it on myself.",
        "tr_core_ruby_dusk_m1_o1": "Capture the Amber Noon HQ.",
        "tr_core_ruby_dusk_m1_o2": "Noble Sidney must survive.",
        "tr_core_ruby_dusk_m1_t18": "No! How could I fail?",
        "tr_core_ruby_dusk_m1_t19": "Enemy command has been captured, Sir!",
        "tr_core_ruby_dusk_m1_t20": "Finally, I was getting impatient.",
        "tr_core_ruby_dusk_m1_t21": "I see you were not wasting any time, Sidney.",
        "tr_core_ruby_dusk_m1_t22": "Lord's lapdog himself showed up. I'm busy, Archibald.",
        "tr_core_ruby_dusk_m1_t23": "Not anymore. Lord Dawson sent me to bring new orders to you, personally. Amber Noon attack concerns him, but he wants to get in touch with King Ludwig first, to explain matters. You will take your forces and retreat to Ruby Dusk lands at once.",
        "tr_core_ruby_dusk_m1_t24": "And let them get away with an attack against us? Just like that?",
        "tr_core_ruby_dusk_m1_t25": "Lord's orders.",
        "tr_core_ruby_dusk_m1_t26": "As my Lord wishes.",
        "tr_core_ruby_dusk_m1_t27": "Splendid. I'll return to Rubyport to attend other matters.",
        "tr_core_ruby_dusk_m1_t28": "Lord Dawson is getting soft. Our lands are being attacked and all he can do is sit and wait.",
        "tr_core_ruby_dusk_m1_t29": "Ruby Dusk deserves better. Amber Noon will pay for their boldness, and when I return, other nobles will surely see which one of us would be a better ruler.",
        "tr_core_ruby_dusk_m2_name": "Securing the lines",
        "tr_core_ruby_dusk_m2_desc": "After meeting up with the Second Battalion, Sidney plans his next move. He needs to secure supply lines before venturing deeper into Amber Noon territory.",
        "tr_core_ruby_dusk_m2_t1": "This is taking too long! Where are my troops?",
        "tr_core_ruby_dusk_a1": "Second battalion commander",
        "tr_core_ruby_dusk_m2_t2": "They are on their way, Sir, but we are having trouble supplying them with fuel.",
        "tr_core_ruby_dusk_m2_t3": "We need a better route then.",
        "tr_core_ruby_dusk_m2_t4": "If we could secure this highway, we could bring in more supplies quickly. It's not going to be easy though.",
        "tr_core_ruby_dusk_m2_t5": "Amber Noon has guarded Barracks right in our path.",
        "tr_core_ruby_dusk_m2_t6": "Another Barracks and an industrial Factory on the other side of town has to be taken care of as well.",
        "tr_core_ruby_dusk_m2_t7": "We are going to need some Tanks then.",
        "tr_core_ruby_dusk_m2_t8": "Second Battalion veterans are at your command. They can use Long-range Shell ability, allowing them to hit targets up to one tile away in a straight line. They can take out an enemy Tank before it is able to retaliate.",
        "tr_core_ruby_dusk_m2_t9": "We have almost finished setting up our own Tank factory. All it needs is a crew.",
        "tr_core_ruby_dusk_m2_t10": "Marevllous. My passive ability allows me to build Tanks using less AP than usual. That should give me an edge over Amber Noon.",
        "tr_core_ruby_dusk_m2_o1": "Capture the Amber Noon buildings.",
        "tr_core_ruby_dusk_m2_t11": "Mission complete, Sir! With this route secured, we will be able to advance much faster.",
        "tr_core_ruby_dusk_m2_t12": "Get moving then. We are already late with the next phase.",
        "tr_core_ruby_dusk_m3_name": "Taking flight",
        "tr_core_ruby_dusk_m3_desc": "Faced with an ever increasing amounts of Amber Noon armored vehicles, First Battalion under Sidney's command needs to establish air superiority.",
        "tr_core_ruby_dusk_m3_t1": "What does the road ahead look like?",
        "tr_core_ruby_dusk_m3_t2": "Amber Noon has a lot of Factories here, Sir.",
        "tr_core_ruby_dusk_m3_t3": "There is one nearby, with some tanks ready to go.",
        "tr_core_ruby_dusk_m3_t4": "Main forces are stationed in a nearby town.",
        "tr_core_ruby_dusk_m3_t5": "They have a number of Towers in the area for support, we should expect a lot of Tanks being produced.",
        "tr_core_ruby_dusk_m3_t6": "We need to hasten our work on the Airfield then.",
        "tr_core_ruby_dusk_m3_t7": "It is still being worked on, it will take some time for it to provide air support.",
        "tr_core_ruby_dusk_m3_t8": "These veteran units will help in stopping Amber Noon for now, but we can't hold this position for long.",
        "tr_core_ruby_dusk_m3_o1": "Defend until your Airfield becomes available.",
        "tr_core_ruby_dusk_a2": "Airfield crew",
        "tr_core_ruby_dusk_m3_t9": "Construction complete, Sir.",
        "tr_core_ruby_dusk_m3_t10": "Air support ready to go. Those Tanks are going to be helpless agains them!",
        "tr_core_ruby_dusk_m3_t11": "Town guards have been defeated. With an Airfield in this area, Ruby Dusk is able to bring in all the units that we need to beat Amber Noon once and for all.",
        "tr_core_ruby_dusk_m4_name": "Gateway",
        "tr_core_ruby_dusk_m4_desc": "Assembled forces of Ruby Dusk are face one last obstacle on their way to Amber Fotress: the Amber River.",
        "tr_core_ruby_dusk_m4_t1": "We've got an upper hand in this fight now.",
        "tr_core_ruby_dusk_m4_t2": "Our base is nearly done, Sir. A couple of buildings still need crew.",
        "tr_core_ruby_dusk_m4_t3": "What is the situation at the river crossing?",
        "tr_core_ruby_dusk_m4_t4": "Take a look at this intel, Sir.",
        "tr_core_ruby_dusk_m4_t5": "The bridge is heavily guarded by armour and infantry.",
        "tr_core_ruby_dusk_m4_t6": "It is supplied by a small checkpoint nearby.",
        "tr_core_ruby_dusk_m4_t7": "The other side is guarded as well.",
        "tr_core_ruby_dusk_m4_t8": "A much larger instalation is present there as well.",
        "tr_core_ruby_dusk_m4_t9": "That HQ building must be coordinating all of their forces. Taking it is our main objective.",
        "tr_core_ruby_dusk_m4_t10": "Where is our air support?",
        "tr_core_ruby_dusk_m4_t11": "On it's way, should be here very soon.",
        "tr_core_ruby_dusk_m4_t12": "Good. Start building up our army in the meantime, then attack that checkpoint.",
        "tr_core_ruby_dusk_m4_t13": "Air support is in the area. Waiting for orders.",
        "tr_core_ruby_dusk_m4_t14": "A veteran Attack Helicopter will be very useful.",
        "tr_core_ruby_dusk_m4_t15": "Our tower has been monitoring this flank.",
        "tr_core_ruby_dusk_m4_t16": "It appears there are no enemy units on this side. The way to the enemy HQ is wide open.",
        "tr_core_ruby_dusk_m4_t17": "The only problem is the river. It is very wide and deep. This is where that helicopter comes in.",
        "tr_core_ruby_dusk_m4_t18": "An Attack Helicopter is capable of carrying a single Infantry unit on board. If we can ferry a few units, we can perform a back attack.",
        "tr_core_ruby_dusk_m4_t19": "Make sure that they have cover, as these Infantry units will not be able to do anything until their next turn, right after deployment.",
        "tr_core_ruby_dusk_m4_t20": "We can also use our helicopters to perform flanking attacks on enemy units trying to hold or cross the bridge. Any Tank will be a sitting duck.",
        "tr_core_ruby_dusk_m4_o1": "(Optional) Transport Infantry units for back attack.",
        "tr_core_ruby_dusk_m4_t21": "Without their command center, enemy forces will disperse. Let's secure this base and start bringing our Tanks over the bridge for the final assault.",
        "tr_core_ruby_dusk_m5_name": "Amber Fotress",
        "tr_core_ruby_dusk_m5_desc": "Ruby Dusk is pushing forward with their offensive. Sidney prepares to capture a stretegic position, that will allow him to lay a siege on the Amber Noon capital city of Amber Fotress. ",
        "tr_core_ruby_dusk_m5_t1": "I need to get to the Amber Fortress to see my father right now!",
        "tr_core_ruby_dusk_m5_t2": "I'm sorry my prince, but getting into the city might be very difficult. Ruby Dusk is approaching fast.",
        "tr_core_ruby_dusk_m5_t3": "No one seen the King Ludwig since the invasion started. Warlord Grim is relaying orders from him.",
        "tr_core_ruby_dusk_m5_t4": "My father hiding? He would never do such a thing!",
        "tr_core_ruby_dusk_a3": "Lookout",
        "tr_core_ruby_dusk_m5_t5": "Ruby Dusk main army spotted!",
        "tr_core_ruby_dusk_m5_t6": "To arms! We have to stop them!",
        "tr_core_ruby_dusk_m5_t7": "We have finally arrived.",
        "tr_core_ruby_dusk_m5_t8": "Amber Noon capital city is in our sight.",
        "tr_core_ruby_dusk_m5_t9": "That base is in a perfect spot, if we take it, we can easily occupy the city from there.",
        "tr_core_ruby_dusk_m5_t10": "We have some trouble, Sir. Our forward outposts have been spotted early.",
        "tr_core_ruby_dusk_m5_t11": "Infantry barracks are here. This should be our top priority, Amber Noon can use them to attack our flank.",
        "tr_core_ruby_dusk_m5_t12": "Factory here has no crew, but is guarded by a Tank, we should be careful.",
        "tr_core_ruby_dusk_m5_t13": "We managed to deploy an Airfield further out, with some Towers for support.",
        "tr_core_ruby_dusk_m5_t14": "Failure is not an option at this point. I can already smell victory.",
        "tr_core_ruby_dusk_m5_o1": "(Optional) Defeat Prince Tybalt.",
        "tr_core_ruby_dusk_m5_t15": "Position taken. Start preparing troop transports to cross the water.",
        "tr_core_ruby_dusk_m5_t16": "Hahaha, that was easier than I expected. Amber Fortress will be ours soon, and then we will see what can be done about Lord Dawson...",
        "tr_core_ruby_dusk_m5_t17": "Sidney! That is enough!",
        "tr_core_ruby_dusk_m5_t18": "Archibald? What are you doing here?",
        "tr_core_ruby_dusk_m5_t19": "You have disobeyed Lord's orders. Your offensive ends here. Men, arrest him.",
        "tr_core_ruby_dusk_m5_t20": "Don't you dare to lay your hands on me!",
        "tr_core_ruby_dusk_m5_t21": "I will deliver you to Rubyport personally.",
        "tr_core_ruby_dusk_m5_t22": "Argh! This is no good! I can't keep it up.",
        "tr_core_ruby_dusk_m5_t23": "I must find my father immidiately.",
        "tr_core_ruby_dusk_m5_t24": "Haha! Cowardly prince flees yet again.",
        "tr_core_ruby_dusk_m6_name": "Stranded",
        "tr_core_ruby_dusk_m6_desc": "Archibalds task is simple: bring Noble Sidney back to Rubyport. Or so it seemed, as a new and unexpected force is standing in his way, cutting him off.",
        "tr_core_ruby_dusk_m6_t1": "Sidney made such a mess! It's unbelievable! And now I will have to endure his company all the way to Rubyport. *sigh*",
        "tr_core_ruby_dusk_m6_t2": "It can't be helped. Soldier! Go tell the guards to bring him in and we will depart.",
        "tr_core_ruby_dusk_m6_t3": "Sir! Sir! I have important news!",
        "tr_core_ruby_dusk_m6_t4": "What is it? Catch your breath and tell me.",
        "tr_core_ruby_dusk_m6_t5": "It's Sapphire Dawn! They are everywhere! Have a look!",
        "tr_core_ruby_dusk_m6_t6": "They are already setting up blockades.",
        "tr_core_ruby_dusk_m6_t7": "But that is not all! We've got emergency transmission from Lord Dawson. Sapphire Dawn is already assaulting our border. You are being ordered to return as quickly as possible and organize defense.",
        "tr_core_ruby_dusk_m6_t8": "What are we waiting for then! Organize Sidney's forces and go home!",
        "tr_core_ruby_dusk_m6_t9": "I don't think we can, Sir.",
        "tr_core_ruby_dusk_m6_t10": "Sapphire Dawn gathered huge forces on the other side of the river. They are ready to strike on our positions. If we try to move now, they will surely take advantage and wipe us out.",
        "tr_core_ruby_dusk_m6_t11": "This is really bad. Looks like our best chance is to sneak past them with a small detachment. Noble Sidney will have to stay here for a little longer...",
        "tr_core_ruby_dusk_m6_t12": "My goal is to reach that road. Looks like Sapphire Dawn is using some of the Amber Noon towers to supply themselves.",
        "tr_core_ruby_dusk_m6_t13": "We have barracks and a single tower here. Our resources are going to be really stretched, but it will have to do.",
        "tr_core_ruby_dusk_m6_t14": "My passive ability allows me to get additional 5AP from every tower, each turn. It is not much, but it stacks up.",
        "tr_core_ruby_dusk_m6_t15": "We have been spotted!",
        "tr_core_ruby_dusk_m6_t16": "You have nowhere to run. Surrender now!",
        "tr_core_ruby_dusk_m6_t17": "I'm afraid that is out of the question. We have to deal with that Tank somehow. I can deal significant damage to it, but constant fighting might wear me down, so I have to be careful.",
        "tr_core_ruby_dusk_m6_t18": "I have to move, there is no time to lose.",
        "tr_core_ruby_dusk_m6_o1": "Bring Gentleman Archibald to the end of the road.",
        "tr_core_ruby_dusk_m6_o2": "Gentleman Archibald must survive.",
        "tr_core_ruby_dusk_m6_t19": "Mobile Infantry ready to support you, Sir.",
        "tr_core_ruby_dusk_m6_t20": "This is exactly what I needed. These motorized units are much faster than regular Infantry. They are ideal for quick capture jobs. Their weaponry is not as good, so they can't attack flying targets, though it seems it will not be an issue at this time.",
        "tr_core_ruby_dusk_m6_t21": "We also have some experience Sir, so we can use our abilities to heal soldiers and even repair vehicles. It costs AP though. We will do what we can to keep you in this fight!",
        "tr_core_ruby_dusk_m6_t22": "I can recruit more Mobile Infantry units in the barracks if need be.",
        "tr_core_ruby_dusk_m6_t23": "What is Sapphire Dawn doing here? And attacking our lands as well? Have Amber Noon asked them for help? Or are they just using an opportunity?",
        "tr_core_ruby_dusk_m6_t24": "No matter. I am needed at our border.",
        "tr_core_ruby_dusk_m6_t25": "I have failed you, my lord! Please forgive me!",
        "tr_core_ruby_dusk_m7_name": "Uninvited guests",
        "tr_core_ruby_dusk_m7_desc": "Ruby Dusk lands are under attack. Gentleman Archibald must secure the base in Tripoint and stop Sapphire Dawn before it is too late.",
        "tr_core_ruby_dusk_m7_t1": "Oh no, our base is already lost. And now they are using our equipment.",
        "tr_core_ruby_dusk_m7_t2": "I need these facilities if I am to stop them from sending in more troops towards Rubyport. HQ building is my top priority - if I capture it, I can re-take control of the entire base.",
        "tr_core_ruby_dusk_m7_t3": "They have a sizable garrison, I need to be careful.",
        "tr_core_ruby_dusk_m7_t4": "Good thing I've got two Scout Helicopters at my disposal. They have less firepower than the Attack variety, but they are faster.",
        "tr_core_ruby_dusk_m7_t5": "Do we have any intel on the area?",
        "tr_core_ruby_dusk_m7_t6": "Mobile Brigade garrison is nearby, but it has been captured. If we claim it, we will have access to more Mobile Infantry units, as our current Barracks don't have capacity to deploy them.",
        "tr_core_ruby_dusk_m7_t7": "And the Airfield?",
        "tr_core_ruby_dusk_m7_t8": "It does not appear to be operational. We have deployed a paratrooper unit there, but...",
        "tr_core_ruby_dusk_m7_t9": "Sapphire Dawn sent a Tank on patrol, and it is very close. Unless we do something, that Infantry unit is lost.",
        "tr_core_ruby_dusk_m7_t10": "I'm an experienced pilot, and I know this nimble machine very well. I can use my active ability to fully replenish my MP, and even perform another attack on the same turn. I do need 1MP to activate it though, so make sure to not order me to use it all up if you intend me to use Rapid Response.",
        "tr_core_ruby_dusk_m7_t11": "I should be able to get there in time and keep Tanks at bay until our boys capture the building.",
        "tr_core_ruby_dusk_m7_t12": "Do what you can, we need those flying units.",
        "tr_core_ruby_dusk_m7_o1": "Capture the Sapphire Dawn HQ.",
        "tr_core_ruby_dusk_m7_o2": "(Optional) Support the far side Airfield.",
        "tr_core_ruby_dusk_m7_t13": "Thank you for the air support, we couldn't have done this without you!",
        "tr_core_ruby_dusk_m7_t14": "Glad we could help.",
        "tr_core_ruby_dusk_m7_t15": "Sorry for the delay, Sir. We took the long route. Ready to support southern flank.",
        "tr_core_ruby_dusk_m7_t16": "Great work men, victory is ours. But we can't rest just yet.",
        "tr_core_ruby_dusk_m7_t17": "Have a look sir, we found these plans in the officers quarters. They are going to attack our top-secret research facility.",
        "tr_core_ruby_dusk_m7_t18": "That laboratory needs our help then. Maybe they are working on something interesting.",
        "tr_core_ruby_dusk_m8_name": "Research and development",
        "tr_core_ruby_dusk_m8_desc": "Sapphire Dawn is attacking a secret lab working on new weapons for Ruby Dusk. Make use of previously unseen, powerful units and repel the invaders.",
        "tr_core_ruby_dusk_a4": "Laboratory HQ",
        "tr_core_ruby_dusk_m8_t1": "Is anyone there? We are under attack! Please help!",
        "tr_core_ruby_dusk_m8_t2": "Laboratory is not lost just yet, but they need reinforcements.",
        "tr_core_ruby_dusk_m8_t3": "This is Archibald. Do you hear me? What is your situation?",
        "tr_core_ruby_dusk_m8_t4": "It is so good to hear you. Sapphire Dawn surprised us with an attack.",
        "tr_core_ruby_dusk_m8_t5": "They have taken positions on the other side of the river.",
        "tr_core_ruby_dusk_m8_t6": "The only bridge, that leads to the other side, is already lost. They are getting closer to the lab.",
        "tr_core_ruby_dusk_m8_t7": "You must help us, they must not capture this facility and learn about our secret research.",
        "tr_core_ruby_dusk_m8_t8": "We have a few units here, some of them veterans, that are at your disposal. We are outclassed though. The enemy is using a lot of Helicopters. They are being deployed from these three Airfields.",
        "tr_core_ruby_dusk_m8_t9": "We can deploy more Tanks and Mobile Infantry units, but they are helpless agains flying targets.",
        "tr_core_ruby_dusk_m8_t10": "Here you can find two or our latest developments: Mobile Rocket Artillery. These units can deal serious damage from afar, but need a lot of support. We have re-used Tank hulls to build them, but we had to ditch a lot of armour, so expect them to be squishy. Even then, they move slowly. And remember, that they can not fight directly, and their missiles can't hit targets right next to them.",
        "tr_core_ruby_dusk_m8_t11": "These missiles can wreck Helicopters, but watch out for cooldowns.",
        "tr_core_ruby_dusk_m8_t12": "I'm sure they will proove very useful. I have brought some Infantry as well, though they fell a bit behind...",
        "tr_core_ruby_dusk_m8_t13": "OK men, let's go and save them! Double time!",
        "tr_core_ruby_dusk_m8_o1": "Capture the Sapphire Dawn Airfields.",
        "tr_core_ruby_dusk_m8_t14": "Their attacks from air do not stop. Are you able to provide more missile systems?",
        "tr_core_ruby_dusk_m8_t15": "Fabrication facility that we used to make these two prototypes is not yet fit for larger scale production. We are working on it. You have to keep Sapphire Dawn away just a little bit longer.",
        "tr_core_ruby_dusk_m8_t16": "Until that Factory is ready, I can use my special ability to help with fliers as well. Targeting Automaton allows Tanks, that normally can't shoot into the air, to be able to target flying vessels. Other types of units benefit as well, getting 1 bonus attack point instead. I think it might not have any effect on these new fancy rockets though.",
        "tr_core_ruby_dusk_m8_t17": "In order to use it, I have to cast it on myself, granting the bonuses to up to four units standing right next to me.",
        "tr_core_ruby_dusk_a5": "Prototype Factory",
        "tr_core_ruby_dusk_m8_t18": "We have managed to clear most of the floor used for making custom parts and replaced it with production line for Rocket Artillery. I think we can start it up, Sir.",
        "tr_core_ruby_dusk_m8_t19": "Test run of the new equipment went well.",
        "tr_core_ruby_dusk_m8_t20": "Here is one launcher on the house. Make sure not to loose it, these are expensive.",
        "tr_core_ruby_dusk_m8_t21": "Area is secured.",
        "tr_core_ruby_dusk_m8_t22": "Thank you for your assistance. We will ramp up production of new Artillery units right away.",
        "tr_core_ruby_dusk_m8_t23": "Sir! We've got a transmission from Lord Dawson. Sapphire Dawn is closing in on our capital, they are being encircled.",
        "tr_core_ruby_dusk_m8_t24": "Send those missile systems to Rubyport as soon as possible. There is a tough battle ahead of us.",
        "tr_core_ruby_dusk_m9_name": "Hold the line",
        "tr_core_ruby_dusk_m9_desc": "Commando Blake and his troops are pushing hard towards Lord Dawson's positions. It is up to Gentleman Archibald to stop the Sapphire Dawn commander and put an end to this incursion.",
        "tr_core_ruby_dusk_m9_t1": "Close your ranks, we cannot let them pass.",
        "tr_core_ruby_dusk_m9_t2": "We will fight to the last soldier!",
        "tr_core_ruby_dusk_m9_t3": "I hope it will not come to that...",
        "tr_core_ruby_dusk_m9_t4": "...although they do happen to have quite an advantage.",
        "tr_core_ruby_dusk_m9_t5": "Don't worry my Lord, help is here!",
        "tr_core_ruby_dusk_m9_t6": "All units move forward! Lord Dawson must not fall!",
        "tr_core_ruby_dusk_m9_o1": "Lord Dawson must survive.",
        "tr_core_ruby_dusk_m9_t7": "I am thankful for your help, but you have to push forward.",
        "tr_core_ruby_dusk_m9_t8": "That tower is the last thing keeping them from gaining full control of this mountain pass. If they capture it, nothing will stop them from attacking Rubyport.",
        "tr_core_ruby_dusk_m9_t9": "There are four more towers that form we must claim in order to secure our position.",
        "tr_core_ruby_dusk_m9_t10": "Wait! What is that... ?",
        "tr_core_ruby_dusk_m9_t11": "Sapphire Dawn already established an HQ. Taking it out would be a good idea.",
        "tr_core_ruby_dusk_m9_t12": "I would like to see you try, Archibald.",
        "tr_core_ruby_dusk_m9_t13": "They sent you here, Blake? I thought they would entrust such an important mission to someone more... capable.",
        "tr_core_ruby_dusk_m9_t14": "Watch your mouth! This is just payback for attacking Amber Noon. You thought you could get away with it?",
        "tr_core_ruby_dusk_m9_t15": "That was a misunderstanding. We will make sure that the one responsible will be brough to justice. I tried to reach King Ludwig to explain the situation, but he did not respond.",
        "tr_core_ruby_dusk_m9_t16": "Why would he? You cannot be trusted!",
        "tr_core_ruby_dusk_m9_t17": "I don't think we can convince him, my Lord.",
        "tr_core_ruby_dusk_m9_t18": "Just focus on your mission. Disrupt Sapphire Dawn operations where you can, but capturing these towers is our main goal.",
        "tr_core_ruby_dusk_m9_o2": "Capture Towers along the way.",
        "tr_core_ruby_dusk_m9_o3": "(Optional) Defeat Commando Blake.",
        "tr_core_ruby_dusk_m9_t19": "You think you defeated me? This is but a flesh wound. I'll be back!",
        "tr_core_ruby_dusk_m9_o4": "(Done) Defeat Commando Blake.",
        "tr_core_ruby_dusk_m9_t20": "That's the last of them. Mission accomplished, my Lord.",
        "tr_core_ruby_dusk_m9_t21": "Splendid. Relocate your forces along this mountain pass and clean up remaining Sapphire Dawn units.",
        "tr_core_ruby_dusk_m9_t22": "I have to go back and deal with this huge misunderstanding. This has went on for long enough. It is odd that King Ludwig refuses to respond to my letters. He was always a respectable man. Something is not right..."
    },
    "pl": {
        "tr_core_ruby_dusk_campaign_title": "Szlachetne intencje",
        "tr_core_ruby_dusk_m1_name": "Nagły szturm",
        "tr_core_ruby_dusk_m1_desc": "Szlachcic Sidney prowadzi grupę uderzeniową przeciwko Bursztynowemu Południu po tym jak zaatakowali posterunek Rubinowego Zachodu. Nie ma czasu, żeby czekać na rozkazy od Lorda Dawsona.",
        "tr_core_ruby_dusk_m1_t1": "Panie Sidney! Przynoszę ważne wieści z frontu.",
        "tr_core_ruby_dusk_m1_t2": "Jak wygląda sytuacja? Czy posterunek został zdobyty?",
        "tr_core_ruby_dusk_m1_t3": "Tak, udało się. Drugi batalion wziął ich z zaskoczenia, wydawali się zupełnie nieprzygotowani.",
        "tr_core_ruby_dusk_m1_t4": "A więc odnieśliśmy szybkie zwycięstwo.",
        "tr_core_ruby_dusk_m1_t5": "Nie całkiem... żołnierze Bursztynowego Południa twardo walczyli, straciliśmy o wiele więcej jednostek, niż się spodziewaliśmy. Nasi zwiadowcy widzieli Księcia Tybalta ewakuującego się z bazy niedługo po naszym pierwszym ataku.",
        "tr_core_ruby_dusk_m1_t6": "Książe Tybalt uciekający niczym wystraszony szczeniaczek? Nie jestem zaskoczony. To by wyjaśniało dlaczego walczyli tak zaciekle. Czy nasze siły są gotowe do kolejnego szturmu?",
        "tr_core_ruby_dusk_m1_t7": "Obawiam się, że niestety nie. Mają wielu rannych i uszkodzonego sprzętu, co ich znacząco spowalnia. Drugi batalion nie będzie w stanie nas wspomóc jeszcze przez kilka dni.",
        "tr_core_ruby_dusk_m1_t8": "Ech! Ich dowódca dostanie reprymende gdy do nas dotrą. Możesz odmaszerować.",
        "tr_core_ruby_dusk_m1_t9": "Tak jest!",
        "tr_core_ruby_dusk_m1_t10": "Bez drugiego batalionu ten atak może być trudniejszy, niż chciałem.",
        "tr_core_ruby_dusk_m1_t11": "Mam tu tylko kilka jednostek. Będą musiały wystarczyć.",
        "tr_core_ruby_dusk_m1_t12": "Są tu stare Baraki Piechoty, mogę z nich skorzystać.",
        "tr_core_ruby_dusk_m1_t13": "Muszę zając ten posterunek aby zabezpieczyć tą górską przełęcz prowadzącą na teran Bursztynowego Południa.",
        "tr_core_ruby_dusk_m1_t14": "Mają tam na straży Czołg. Łatwo poradzi sobie z moją Piechotą, jeżeli nie będę ostrożny. Nie wygląda jednak na to jak by byli w stanie zbudować ich więcej. Jeżeli go zniszczę, misja stanie się o wiele prostsza.",
        "tr_core_ruby_dusk_m1_t15": "Na szczęście mam parę asów w rękawie.",
        "tr_core_ruby_dusk_m1_t16": "Ta jednostka Piechoty może teraz użyć Granatnika, który bardzo szybko pozbędzie się tego Czołgu. Wymaga on jednak podejścia do celu na bliską odległość i ma długi czas przeładowania, muszę więc go użyć w odpowiednim momencie. Awansowanie kolejnej Piechoty to też dobry pomysł.",
        "tr_core_ruby_dusk_m1_t17": "Żeby upewnić się, że moja Piechota przetrwa walkę z Czołgiem, mogę użyć swojej aktywnej umiejętności - Wzmocnionego Pancerza. Gdy jej użyję, zwiększy ona pancerz wszystkich jednostek stojących do dwóch pól ode mnie. Aby zadziałała, muszę użyć jej na sobie.",
        "tr_core_ruby_dusk_m1_o1": "Zajmij KG Bursztynowego Południa.",
        "tr_core_ruby_dusk_m1_o2": "Szlachcic Sidney musi przetrwać.",
        "tr_core_ruby_dusk_m1_t18": "Nie! Jak mogłem zawieść?",
        "tr_core_ruby_dusk_m1_t19": "Dowództwo wroga zostało złapane!",
        "tr_core_ruby_dusk_m1_t20": "W końcu, robiłem się już niecierpliwy.",
        "tr_core_ruby_dusk_m1_t21": "Widzę, że nie traciłeś ani chwili czasu, Sidney.",
        "tr_core_ruby_dusk_m1_t22": "No proszę, przybył piesek Lorda. Jestem zajęty, Archibaldzie.",
        "tr_core_ruby_dusk_m1_t23": "Już nie. Lord Dawson przysłał mnie abym osobiście wręczył Ci nowe rozkazy. Martwi go atak Bursztynowego Południa, ale chce najpierw porozmawiać z Królem Ludwigiem, aby to wyjaśnić. Masz natychmiastowo zebrać swoje wojska i wycofać się na teren Rubinowego Zachodu.",
        "tr_core_ruby_dusk_m1_t24": "I przepuścić im ten atak na nas? Tak po prostu?",
        "tr_core_ruby_dusk_m1_t25": "Rozkazy Lorda.",
        "tr_core_ruby_dusk_m1_t26": "Jak sobie mój Lord życzy.",
        "tr_core_ruby_dusk_m1_t27": "Cudownie. Muszę teraz wracać do Rubyport, doglądać innych spraw.",
        "tr_core_ruby_dusk_m1_t28": "Lord Dawson stał się za miękki. Nasze ziemie są atakowane, a on potrafi tylko siedzieć i czekać.",
        "tr_core_ruby_dusk_m1_t29": "Rubinowy Zachód zasługuje na więcej. Bursztynowe Południe zapłaci za swoją zuchwałość, a kiedy powrócę, inni Szlachcice na pewno dostrzegą który z nas był by lepszym władcą.",
        "tr_core_ruby_dusk_m2_name": "Zabezpieczając szlaki",
        "tr_core_ruby_dusk_m2_desc": "Po spotkaniu z Drugim Batalionem Szlachcic Sidney planuje swój kolejny ruch. Potrzebne mu będą linie zaopatrzenia zanim uda się wgłąb terytorium Bursztynowego Południa.",
        "tr_core_ruby_dusk_m2_t1": "To trwa za długo! Gdzie są moi żołnierze?",
        "tr_core_ruby_dusk_a1": "Dowódca Drugiego Batalionu",
        "tr_core_ruby_dusk_m2_t2": "Są w drodze, Panie, ale mają problemy z dostawami paliwa.",
        "tr_core_ruby_dusk_m2_t3": "Potzebna nam więc lepsza linia zaopatrzenia.",
        "tr_core_ruby_dusk_m2_t4": "Gdybyśmy zajęli tą autostradę, możemy jej użyć aby dostarczać zapasy szybciej. Nie będzie to jednak proste.",
        "tr_core_ruby_dusk_m2_t5": "Bursztynowe Bursztynowe Południe ma Baraki wraz z obstawą na naszej drodze.",
        "tr_core_ruby_dusk_m2_t6": "Musimy zająć się też kolejnymi Baraki i industrialną Fabryką znajdującymi się po drugiej stronie miasteczka.",
        "tr_core_ruby_dusk_m2_t7": "Będziemy do tego potrzebować Czołgów.",
        "tr_core_ruby_dusk_m2_t8": "Weterani Drugiego Batalionu są na Twoje rozkazy. Mogą oni używać umiejętności Pocisków P.Panc, pozwalających im trafiać cele oddalone o jedno pole, w linii prostej. Potrafią zniszczyć wrogi Czołg zanim ten ma szansę odpowiedzieć ogniem.",
        "tr_core_ruby_dusk_m2_t9": "Niemal skończyliśmy rozstawiać naszą własną Fabrykę Czołgów. Potrzebna jest tylko załoga.",
        "tr_core_ruby_dusk_m2_t10": "Wspaniale. Moja pasywna umiejętność pozwala mi produkować Czołgi zużywając mniej AP niż zwykle. To powinno dać mi przewagę nad Bursztynowym Południem.",
        "tr_core_ruby_dusk_m2_o1": "Zajmij budynki Bursztynowego Południa.",
        "tr_core_ruby_dusk_m2_t11": "Misja wykonana! Dzięki temu szlakowi będziemy mogli przeć do przodu o wiele szybciej.",
        "tr_core_ruby_dusk_m2_t12": "Ruszajcie więc. Jesteśmy już spóźnieni z kolejną fazą planu.",
        "tr_core_ruby_dusk_m3_name": "Wznosimy się",
        "tr_core_ruby_dusk_m3_desc": "Stojąc przed rosnącą ilością opancrzonych pojazdów Bursztynowego Południa, Pierwszy Batalion pod dowództwem Sidneya musi ustanowić przewagę w powietrzu.",
        "tr_core_ruby_dusk_m3_t1": "Jak wygląda droga przed nami?",
        "tr_core_ruby_dusk_m3_t2": "Bursztynowe Południe ma tu dużo Fabryk.",
        "tr_core_ruby_dusk_m3_t3": "Jedna znajduje się w pobliżu, a przy niej grupa Czołgów gotowa do działania.",
        "tr_core_ruby_dusk_m3_t4": "Główne siły stacjonują w miasteczku.",
        "tr_core_ruby_dusk_m3_t5": "Mają na tym obszarze sporo Wież wspierających tą armię, powinniśmy spodziewać się, że będą produkować duże ilości Czołgów.",
        "tr_core_ruby_dusk_m3_t6": "Musimy więc przyspieszyć prace nad Lotniskiem.",
        "tr_core_ruby_dusk_m3_t7": "Wciąż trwają tam prace, trochę to potrwa zanim będzie w stanie zapewnić wsparcie z powietrza.",
        "tr_core_ruby_dusk_m3_t8": "Ci weterani pomogą mi narazie zatrzymać Bursztynowe Południe, ale raczej nie utrzymamy się tu zbyt długo.",
        "tr_core_ruby_dusk_m3_o1": "Broń się do czasu ukończenia Lotniska.",
        "tr_core_ruby_dusk_a2": "Załoga Lotniska",
        "tr_core_ruby_dusk_m3_t9": "Budowa zakończona.",
        "tr_core_ruby_dusk_m3_t10": "Wsparcie powietrzne gotowe do działania. Te Czołgi będą bezradne przeciwko nim!",
        "tr_core_ruby_dusk_m3_t11": "Obrońcy miasteczka zostali pokonani. Dzięki temu Lotnisku Rubinowy Zachód będzie w stanie dostarczyć tu siły niezbędne do pokonania Bursztynowego Południa raz na zawsze.",
        "tr_core_ruby_dusk_m4_name": "Brama",
        "tr_core_ruby_dusk_m4_desc": "Zebrane siły Rubinowego Zachodu stoją przed ostatnią przeszkodą na drodze do Bursztynowej Fortecy: mostem na Bursztynowej Rzece.",
        "tr_core_ruby_dusk_m4_t1": "Zdobyliśmy przewagę w tej walce.",
        "tr_core_ruby_dusk_m4_t2": "Nasza baza jest niemal gotowa. Kilka budynków nadal potrzebuje załogi.",
        "tr_core_ruby_dusk_m4_t3": "A jak wygląda sytuacja na przeprawie rzecznej?",
        "tr_core_ruby_dusk_m4_t4": "Proszę spojrzeć na ten raport.",
        "tr_core_ruby_dusk_m4_t5": "Most jest silnie broniony przez pojazdy opancerzone i Piechotę.",
        "tr_core_ruby_dusk_m4_t6": "Są oni zaopatrzywani przez mały posterunek obok.",
        "tr_core_ruby_dusk_m4_t7": "Po drugiej stronie jest więcej strażników.",
        "tr_core_ruby_dusk_m4_t8": "Tu znajduje się większa instalacja.",
        "tr_core_ruby_dusk_m4_t9": "Ta Kwatera Główna musi koordynować ruchy wszystkich jednostek. Zajęcie jej jest naszym głównym zadaniem.",
        "tr_core_ruby_dusk_m4_t10": "Gdzie jest nasze wsparcie powietrzne?",
        "tr_core_ruby_dusk_m4_t11": "W drodze, będą tu niedługo.",
        "tr_core_ruby_dusk_m4_t12": "Dobrze. W międzyczasie zacznijmy rozbudowywać nasze siły, a następnie zaatakujmy posterunek.",
        "tr_core_ruby_dusk_m4_t13": "Lotnictwo jest już w obszarze walk. Czekamy na rozkazy.",
        "tr_core_ruby_dusk_m4_t14": "Doświadczone Helikoptery Szturmowe będą bardzo przydatne.",
        "tr_core_ruby_dusk_m4_t15": "Nasza wierza od jakiegoś czasu monitoruje tę flankę.",
        "tr_core_ruby_dusk_m4_t16": "Wygląda na to, że po tej stronie nie ma żadnych jednostek przeciwnika. Droga do KG stoi otworem.",
        "tr_core_ruby_dusk_m4_t17": "Jedyną przeszkodą jest rzeka. Jest bardzo szeroka i głęboka. Tu przydadzą się Helikoptery.",
        "tr_core_ruby_dusk_m4_t18": "Helikopter Szturmowy może przenosić na pokładzie jedną jednostkę Piechoty. Jeżeli przerzucimy kilka jednostek, możemy wykonać atak od tyłu.",
        "tr_core_ruby_dusk_m4_t19": "Musimy im jednak zapewnić osłonę, ponieważ zaraz po zrzucie nie będą w stanie nic zrobić aż do końca tury.",
        "tr_core_ruby_dusk_m4_t20": "Możemy też wysłać nasze Helikoptery aby wykonały atak z flanki na jednostki znajdujące się na moście. Czołgi będą łatwymi celami.",
        "tr_core_ruby_dusk_m4_o1": "(Opcjonalnie) Przeczuć Piechotę i zaatakuj od tyłu",
        "tr_core_ruby_dusk_m4_t21": "Bez swojego centrum dowodzenia, siły wroga rozpierzchną się. Zabezpieczmy tę bazę i zacznijmy transportować Czołgi przez most przed ostatecznym atakiem.",
        "tr_core_ruby_dusk_m5_name": "Bursztynowa Forteca",
        "tr_core_ruby_dusk_m5_desc": "Rubinowy Zachód posuwa się do przodu z ofensywą. Sidney przygotowywuje się do zajęcia strategicznej pozycji, która pozwoli mu na oblężenie stolicy Bursztynowego Południa.",
        "tr_core_ruby_dusk_m5_t1": "Muszę natychmiast dostać się do Bursztynowej Fortecy aby spotkać się z moim ojcem!",
        "tr_core_ruby_dusk_m5_t2": "Przykro mi, Książe, ale dostanie się teraz do miasta może być niemożliwe. Rubinowy Zachód zbliża się bardzo szybko.",
        "tr_core_ruby_dusk_m5_t3": "Nikt też nie widział Króla Ludwiga od czasu rozpoczęcia inwazji. Watażka Grim przekazuje rozkazy od Króla.",
        "tr_core_ruby_dusk_m5_t4": "Mój ojciec się ukrywa? Nigdy by czegoś takiego nie zrobił!",
        "tr_core_ruby_dusk_a3": "Czujka",
        "tr_core_ruby_dusk_m5_t5": "Dostrzegam główne siły Rubinowego Zachodu!",
        "tr_core_ruby_dusk_m5_t6": "Do broni! Musimy ich powstrzymać!",
        "tr_core_ruby_dusk_m5_t7": "W końcu dotarliśmy na miejsce.",
        "tr_core_ruby_dusk_m5_t8": "Bursztynowa Forteca jest w zasięgu wzroku.",
        "tr_core_ruby_dusk_m5_t9": "Ta baza znajduje się w idealnym miejscu, jeżeli ją zajmiemy, będziemy mogli z łatwością zająć miasto.",
        "tr_core_ruby_dusk_m5_t10": "Mamy problem. Obozy forpoczty zostały wcześnie wykryte.",
        "tr_core_ruby_dusk_m5_t11": "Baraki Piechoty znajdują się tu. Powinny być naszym priorytetem, aby Bursztynowe Południe nie używało ich do atakowania naszej flanki.",
        "tr_core_ruby_dusk_m5_t12": "Fabryka nie ma załogi i jest pilnowana przez Czołg, więc powinniśmy być ostrożni.",
        "tr_core_ruby_dusk_m5_t13": "Udało nam się przygotować Lotnisko głębiej na terenie przeciwnika, z paroma Wieżami.",
        "tr_core_ruby_dusk_m5_t14": "Porażka nie jest już opcją. Czuję już słodki zapach zwycięstwa.",
        "tr_core_ruby_dusk_m5_o1": "(Opcjonalnie) Pokonaj Księcia Tybalta.",
        "tr_core_ruby_dusk_m5_t15": "Pozycja zajęta. Zacznijcie przygotowywać transportery dla żołnierzy by przekroczyć wodę.",
        "tr_core_ruby_dusk_m5_t16": "Hahaha, to było łatwiejsze, niż się spodziewałem. Bursztynowa Forteca wkrótce będzie nasza, a potem zobaczymy co możemy poradzić na Lorda Dawsona...",
        "tr_core_ruby_dusk_m5_t17": "Sidney! Będzie tego!",
        "tr_core_ruby_dusk_m5_t18": "Archibald? Czego tutaj szukasz?",
        "tr_core_ruby_dusk_m5_t19": "Sprzeniewierzyłeś się rozkazom Lorda. Twoja ofensywa kończy się w tej chwili. Żołnierze, aresztować go.",
        "tr_core_ruby_dusk_m5_t20": "Nie ważcie się mnie dotknąć!",
        "tr_core_ruby_dusk_m5_t21": "Dostarczę Cię do Rubyport osobiście.",
        "tr_core_ruby_dusk_m5_t22": "Argh! Nie jest dobrze! Nie jestem w stanie kontynuować.",
        "tr_core_ruby_dusk_m5_t23": "Muszę natychmiast odnaleźć ojca.",
        "tr_core_ruby_dusk_m5_t24": "Haha! Tchórzliwy Książe znowu ucieka.",
        "tr_core_ruby_dusk_m6_name": "Odcięty",
        "tr_core_ruby_dusk_m6_desc": "Zadanie Archibalda jest proste: dostarczyć Szlachcica Sidneya z powrotem do Rubyoirt. A przynajmniej tak sądził, gdyż niespodziewany przeciwnik stanął mu na drodze.",
        "tr_core_ruby_dusk_m6_t1": "Sidney strasznie namieszał! Niewiarygodne! A teraz ja będę musiał znosić jego towarzystwo przez całą drogę do Rubyport. *wzdycha*",
        "tr_core_ruby_dusk_m6_t2": "Nic nie poradzimy. Żołnierzu! Przekaż strażnikom, że mają przyprowadzić więźnia i wyruszymy.",
        "tr_core_ruby_dusk_m6_t3": "Proszę Pana! Przynoszę ważne wieści!",
        "tr_core_ruby_dusk_m6_t4": "Co się dzieje? Złap oddech i wysłów się.",
        "tr_core_ruby_dusk_m6_t5": "To Szmaragdowy Świt! Są wszędzie! Proszę spojrzeć!",
        "tr_core_ruby_dusk_m6_t6": "Ustawiają już blokady na drogach.",
        "tr_core_ruby_dusk_m6_t7": "Ale to nie wszystko. Otrzymaliśmy wezwanie o pomoc od Lorda Dawsona. Szafirowy Świt atakuje już nasze granice. Rozkazuje Ci powrócić tak szybko, jak to tylko możliwe i zorganizować obronę.",
        "tr_core_ruby_dusk_m6_t8": "Na co więc czekamy? Zbierzcie siły Sidney'a i ruszamy do domu!",
        "tr_core_ruby_dusk_m6_t9": "Nie sądzę, abyśmy byli w stanie.",
        "tr_core_ruby_dusk_m6_t10": "Szafirowy Świt zebrał ogromne siły po drugiej stronie rzeki. Są niemal gotowi aby zaatakować nasze pozycje. Jeżeli spróbujemy teraz rozmontować umocnienia i zebrać się do drogi, z pewnością skorzystają z takiej okazji i nas zniszczą.",
        "tr_core_ruby_dusk_m6_t11": "Jest źle. Wygląda na to, że nasza najlepsza szansa to przekraść się z małym oddziałem. Szlachcić Sidney będzie musiał tu pozostać trochę dłużej...",
        "tr_core_ruby_dusk_m6_t12": "Moim celem jest ta droga. Wygląda na to, że Szafirowy Świt używa niektórych wież Bursztynowego Południa aby się zaopatrywać.",
        "tr_core_ruby_dusk_m6_t13": "Mamy tu Baraki i jedną Wieżę. Nasze zasoby będą bardzo nadwyrężone, ale muszą wystarczyć.",
        "tr_core_ruby_dusk_m6_t14": "Moja pasywna umiejętność pozwala mi uzyskać dodatkowe 5AP z każdej Wieży. Może to niewiele, ale z czasem się zbiera.",
        "tr_core_ruby_dusk_m6_t15": "Zostaliśmy wykryci!",
        "tr_core_ruby_dusk_m6_t16": "Nie macie dokąd uciekać. Poddajcie się!",
        "tr_core_ruby_dusk_m6_t17": "Obawiam się, że to nie wchodzi w rachubę. Musimy jakoś poradzić sobie z tym Czołgiem. Mogę zadać mu duże obrażenia, ale ciągła walka wykończy mnie jeżeli nie będę uważał.",
        "tr_core_ruby_dusk_m6_t18": "Muszę ruszać, nie ma czasu do stracenia.",
        "tr_core_ruby_dusk_m6_o1": "Doprowadź Dżentelmena Archibalda na koniec drogi.",
        "tr_core_ruby_dusk_m6_o2": "Dżentelmen Archibald musi przetrwać.",
        "tr_core_ruby_dusk_m6_t19": "Piechota Zmotoryzowana będzie Cię wspierać.",
        "tr_core_ruby_dusk_m6_t20": "Dokładnie tego potrzebujemy. Te zmotoryzowane jednostki są o wiele szybsze niż zwykła Piechota. Są idealni do szybkiego zajmowania. Ich uzbrojenie nie jest tak dobre, więc nie mogą atakować jednostek latających, choc wygląda na to, że tym razem nie będzie to problemem.",
        "tr_core_ruby_dusk_m6_t21": "Mamy trochę doświadczenia, możemy więc używać naszych umiejętności aby leczyć rannych żołnierzy, a nawet naprawiać pojazdy. Kosztuje to jednak AP. Zrobimy co tylko się da, żeby utrzymać Pana w tej walce!",
        "tr_core_ruby_dusk_m6_t22": "Mogę zrekrutować więcej Piechoty Zmotoryzowanej w Barakach, jeżeli zajdzie taka potrzeba.",
        "tr_core_ruby_dusk_m6_t23": "Co Szafirowy Świt tu w ogóle robi? I jeszcze atak na nasze ziemie? Czy Bursztynowe Południe poprosiło ich o pomoc? Czy może jednak korzystają z okazji na własną rękę?",
        "tr_core_ruby_dusk_m6_t24": "Bez znaczenia. Jestem potrzebny na granicy.",
        "tr_core_ruby_dusk_m6_t25": "Zawiodłem Cię, mój Lordzie. Proszę mi wybaczyć!",
        "tr_core_ruby_dusk_m7_name": "Nieproszeni goście",
        "tr_core_ruby_dusk_m7_desc": "Ziemie Rubinowego Zachodu są atakowane. Dżentelmen Archibald musi zabezpieczyć bazę w Trójpunkcie i zatrzymać Szafirowy Świt zanim będzie za późno.",
        "tr_core_ruby_dusk_m7_t1": "O nie, nasza baza została już zajęta. Używają teraz naszego ekwipunku.",
        "tr_core_ruby_dusk_m7_t2": "Będę potrzebował tych budynków jeżeli mam ich powstrzymać przed wysyłaniem wojsk w stronę Rubyport. Kwatera Główna jest najważniejsza - jeżeli ją zajmę, mogę przejąć kontrolę nad całą bazą.",
        "tr_core_ruby_dusk_m7_t3": "Mają tu sporą załogę, trzeba uważać.",
        "tr_core_ruby_dusk_m7_t4": "Dobrze, że mam do pomocy dwa Helikoptery Zwiadowcze. Może i mają mniejszą siłę ognia niż typ Szturmowy, ale za to są szybsze.",
        "tr_core_ruby_dusk_m7_t5": "Mamy jakieś informacje o terenie?",
        "tr_core_ruby_dusk_m7_t6": "Garnizon Brygady Zmotoryzowanej jest niedaleko, ale został przejęty. Jeżeli go odbijemy, będziemy mieli dostęp do Piechty Zmotoryzowanej, której nasze obecne Baraki nie mogą zapewnić.",
        "tr_core_ruby_dusk_m7_t7": "Co z Lotniskiem?",
        "tr_core_ruby_dusk_m7_t8": "Nie wygląda, jak by działało. Wysłaliśmy tam jednostkę spadochronową, lecz...",
        "tr_core_ruby_dusk_m7_t9": "Szafirowy Świt wysłał na patrol Czołg, jest on bardzo blisko. Jeżeli niczego nie zrobimy, ta jednostka Piechoty jest stracona.",
        "tr_core_ruby_dusk_m7_t10": "Jestem doświadczonym pilotem i dobrze znam tą zwinną maszynę. Mogę użyć mojej aktywnej umiejętności do uzupełnienia punktów ruchu, a nawet ponownego ataku w tej samej turze. Proszę tylko pamiętać, że wymaga ona 1MP do aktywacji, więc proszę wydać rozkaz jej użycia zanim wykorzystam całe MP, jeżeli chce Pan skorzystać z Szybkiego reagowania.",
        "tr_core_ruby_dusk_m7_t11": "Powinienem być w stanie dolecieć tam na czas i odeprzeć ten Czołg dopóki nasi chłopcy nie zajmą tego budynku.",
        "tr_core_ruby_dusk_m7_t12": "Zrób co możesz, potrzebujemy tych jednostek powietrznych.",
        "tr_core_ruby_dusk_m7_o1": "Zajmij KG Szmaragdowego Świtu.",
        "tr_core_ruby_dusk_m7_o2": "(Opcjonalnie) Wesprzyj odległe Lotnisko",
        "tr_core_ruby_dusk_m7_t13": "Dziękujemy za wsparcie, nie dali byśmy rady bez Ciebie!",
        "tr_core_ruby_dusk_m7_t14": "Cieszę się, że mogłem pomóc.",
        "tr_core_ruby_dusk_m7_t15": "Przepraszamy za spóźnienie. Lecieliśmy dłuższą trasą. Jesteśmy gotowi wesprzeć południową flankę.",
        "tr_core_ruby_dusk_m7_t16": "Świetna robota, żołnierze, zwycięstwo należy do nas. Nie możemy jednak jeszcze odpocząć.",
        "tr_core_ruby_dusk_m7_t17": "Proszę Pana, proszę spojrzeć, znaleźliśmy te plany w pokoju oficerów. Planują zaatakować naszą tajną placówkę badawczą.",
        "tr_core_ruby_dusk_m7_t18": "To laboratorium potrzebuje naszej pomocy. Może pracują nad czymś interesującym.",
        "tr_core_ruby_dusk_m8_name": "Badania i Rozwój",
        "tr_core_ruby_dusk_m8_desc": "Szafirowy Świt atakuje tajne labolatorium pracujące nad nową bronią dla Rubinowego Zachodu. Użyj nie widzianej wcześniej, potężnej jednostki i odeprzyj najeźdźców.",
        "tr_core_ruby_dusk_a4": "KG Labolatorium",
        "tr_core_ruby_dusk_m8_t1": "Czy ktoś nas słyszy? Jesteśmy atakowani! Prosimy o pomoc!",
        "tr_core_ruby_dusk_m8_t2": "Placówka nie jest jeszcze utracona, ale potrzebują wsparcia.",
        "tr_core_ruby_dusk_m8_t3": "Tu Archibald. Słyszycie mnie? Jak wygląda wasza sytuacja?",
        "tr_core_ruby_dusk_m8_t4": "Dobrze Cię słyszeć. Atak Szmaragdowego Świtu nas zaskoczył.",
        "tr_core_ruby_dusk_m8_t5": "Zajęli pozycje po drugiej stronie rzeki.",
        "tr_core_ruby_dusk_m8_t6": "Kontrolują już jedyny most prowadzący na drugą stronę. Zbliżają się do labolatoriów.",
        "tr_core_ruby_dusk_m8_t7": "Musisz nam pomóc, nie możemy dopuścić do tego, aby zajęli placówkę i poznali sekrety naszych badań.",
        "tr_core_ruby_dusk_m8_t8": "Mamy tu kilka jednostek, niektóre z nich są doświadczone, z których możesz skorzystać. Jesteśmy jednak bezradni. Przeciwnik wysyła Helikoptery. Produkują je na tych trzech Lotniskach.",
        "tr_core_ruby_dusk_m8_t9": "Możemy wyprodukować więcej Czołgów i Piechoty Zmotoryzowanej, ale nie pomogą one na cele latające.",
        "tr_core_ruby_dusk_m8_t10": "Mamy tu też dwie sztuki naszej najnowszej broni: Artylerię Rakietową. Te jednostki potrafią poważnie uszkodzić cel z dużej odległości, ale potrzebują solidnej ochrony. Przerobiliśmy podwozie Czołgu, aby je zbudować, ale musieliśmy usunąć niemal cały pancerz, więc spodziewaj się, że będą kruche. Nawet bez pancerza są powolne. I pamiętaj, że nie mogą walczyć bezpośrednio, a ich Rakiety nie trafią celu znajdującego się zaraz obok nich.",
        "tr_core_ruby_dusk_m8_t11": "Ich rakiety będą druzgocące dla Helikopterów, ale zwracaj uwage na czas przeładowania.",
        "tr_core_ruby_dusk_m8_t12": "Jestem pewien, że okażą się bardzo użyteczne. Przyprowadziłem ze sobą Piechotę, choć zdaje się, że zostali trochę z tyłu...",
        "tr_core_ruby_dusk_m8_t13": "Dobrze, żołnierze, ruszajmy ich uratować. Zdwojone tempo!",
        "tr_core_ruby_dusk_m8_o1": "Zajmij Lotniska Szmaragdowego Świtu.",
        "tr_core_ruby_dusk_m8_t14": "Ich ataki z powietrza nie mają końca. Jesteście w stanie dostarczyć więcej systemów rakietowych?",
        "tr_core_ruby_dusk_m8_t15": "Manufaktura, której użyliśmy do zrobienia tych dwóch prototypów nie nadaje się jeszcze do produkcji seryjnej. Pracujemy nad tym. Musisz utrzymać Szafirowy Świt z dala jeszcze chwilę dłużej.",
        "tr_core_ruby_dusk_m8_t16": "Póki Fabryka nie jest gotowa, mogę używać mojej umiejętności aby pomóc pozbyć się jednostek powietrznych. Automat Celowniczy pozwala Czołgom, normalnie nie mogącym atakować latających celów, niszczyć je bez problemu. Inne typy jednostek także zyskują, otrzymując jeden dodatkowy punkt obrażeń. Nie sądzę jednak, aby to zadziałało na te nowe, fikuśne wyrzutnie rakiet.",
        "tr_core_ruby_dusk_m8_t17": "Aby z niego skorzystać, muszę użyć go na sobie, zapewniając bonus maksymalnie czterem jednostkom stojącym bezpośrednio obok mnie.",
        "tr_core_ruby_dusk_a5": "Prototypowa Fabryka",
        "tr_core_ruby_dusk_m8_t18": "Udało nam się wyczyścić większość hali produkcyjnej elementów specjalnych, zastępując je linią produkcyjną dla Artylerii Rakietowej. Myślę, że możemy ją uruchomić.",
        "tr_core_ruby_dusk_m8_t19": "Testowy przebieg był pomyslny.",
        "tr_core_ruby_dusk_m8_t20": "Oto jedna wyrzutnia na nasz koszt. Postaraj się jej nie utracić, była droga.",
        "tr_core_ruby_dusk_m8_t21": "Teren zabezpieczony.",
        "tr_core_ruby_dusk_m8_t22": "Dziękujemy za wsparcie. Natychmiast zwiększymy produkcję nowych jednostek Artylerii.",
        "tr_core_ruby_dusk_m8_t23": "Proszę Pana! Wiadomość od Lorda Dawsona. Szafirowy Świt zbliża się do naszej stolicy, próbując ją otoczyć.",
        "tr_core_ruby_dusk_m8_t24": "Wyślijcie te systemy rakietowe do Rubyport najszybciej jak się da. Przed nami trudna bitwa.",
        "tr_core_ruby_dusk_m9_name": "Utrzymać linię",
        "tr_core_ruby_dusk_m9_desc": "Komando Blake i jego wojska prą w kierunku pozycji Lorda Dawsona. Dżentelmen Archibald musi powstrzymać dowódcę Szafirowego Świtu i zakończyć tą inwazję.",
        "tr_core_ruby_dusk_m9_t1": "Zawęzić formację, nie możemy pozwolić im się przedostać.",
        "tr_core_ruby_dusk_m9_t2": "Będziemy walczyć do ostatniego żołnierza!",
        "tr_core_ruby_dusk_m9_t3": "Mam nadzieję, że do tego nie dojdzie...",
        "tr_core_ruby_dusk_m9_t4": "...choć muszę przyznać, że mają sporą przewagę.",
        "tr_core_ruby_dusk_m9_t5": "Proszę się nie martwić Lordzie, przybyła pomoc!",
        "tr_core_ruby_dusk_m9_t6": "Wszystkie jednostki na przód! Musimy ochronić Lorda Dawsona!",
        "tr_core_ruby_dusk_m9_o1": "Lord Dawson musi przetrwać.",
        "tr_core_ruby_dusk_m9_t7": "Jestem wdzięczny za Twą pomoc, ale musisz iść dalej.",
        "tr_core_ruby_dusk_m9_t8": "Ta Wieża to ostatnia rzecz zapobiegająca przejęciu przez nich kontroli nad górską przełęczą. Jeżeli ją zdobędą, nic już nie zatrzyma ich przed atakiem na Rubyport.",
        "tr_core_ruby_dusk_m9_t9": "Są jeszcze cztery Wieże, które musimy zdobyć, aby zabezpieczyć pozycje.",
        "tr_core_ruby_dusk_m9_t10": "Chwila! Cóż to jest... ?",
        "tr_core_ruby_dusk_m9_t11": "Szmaragdowy Świt zdołał już rozstawić KG. Zajęcie go może być dobrym pomysłem.",
        "tr_core_ruby_dusk_m9_t12": "Chętnie popatrzę, jak próbujesz, Archibaldzie.",
        "tr_core_ruby_dusk_m9_t13": "Wysłali tu Ciebie, Blake? A ja myślałem, że tak ważną misję powierzono komuś... zdolniejszemu.",
        "tr_core_ruby_dusk_m9_t14": "Uważaj co mówisz. Tylko odpłacamy się za atak na Bursztynowe Południe. Myślałeś, że ujdzie wam to na sucho?",
        "tr_core_ruby_dusk_m9_t15": "To było nieporozumienie. Dopilnujemy, aby osoby za to odpowiedzialne zostały osądzone. Próbowałem skontaktować się z Królem Ludwigiem i wyjaśnić tą sytuację, ale nie otrzymałem odpowiedzi.",
        "tr_core_ruby_dusk_m9_t16": "Czemu miał by odpowiadać? Nie można wam ufać!",
        "tr_core_ruby_dusk_m9_t17": "Nie sądzę, że damy radę go przekonać, Lordzie.",
        "tr_core_ruby_dusk_m9_t18": "Skup się na swojej misji. Pokrzyżuj szyki Szafirowego Świtu jeżeli jesteś w stanie, ale zdobycie tych wież pozostaje Twoim głównym celem.",
        "tr_core_ruby_dusk_m9_o2": "Zajmij Wieże wzdłuż drogi.",
        "tr_core_ruby_dusk_m9_o3": "(Opcjonalnie) Pokonaj Komando Blake'a.",
        "tr_core_ruby_dusk_m9_t19": "Myślisz, że możesz mnie pokonać? To tylko powierzchowna rana. Jeszcze tu wrócę!",
        "tr_core_ruby_dusk_m9_o4": "(Wykonane) Pokonaj Komando Blake'a.",
        "tr_core_ruby_dusk_m9_t20": "To już ostatnia. Misja wykonana, Lordzie.",
        "tr_core_ruby_dusk_m9_t21": "Cudownie. Rozmieść swoje wojska w przełęczy górskiej i zajmij się pozostałymi jednostkami Szafirowego Świtu.",
        "tr_core_ruby_dusk_m9_t22": "Muszę udać się teraz do biura i jakoś poradzić sobie z tym gigantycznym nieporozumieniem. To się ciągnie już wystarczająco długo. Bardzo dziwne, że Król Ludwig odmawia odpowiedzi na moje listy. Zawsze uważałem go za szanownego władcę. Dzieje się tu coś niepokojącego..."
    }
}