{
    "en": {
        "tr_core_sapphire_dawn_campaign_title": "Business as usual",
        "tr_core_sapphire_dawn_m1_name": "Lucrative offer",
        "tr_core_sapphire_dawn_m1_desc": "President Gideon, unhappy with Blake's progress in dealing with Ruby Dusk, sends General Cyrus to a small outposts with a very important task.",
        "tr_core_sapphire_dawn_m1_t1": "This desert heat is starting to get to me. I'm getting too old for this.",
        "tr_core_sapphire_dawn_m1_t2": "Orders said to get here as soon as possible. I wonder what this is all about?",
        "tr_core_sapphire_dawn_m1_t3": "So this is the outpost I'm supposed to command. Does not look like much.",
        "tr_core_sapphire_dawn_m1_t4": "Hello, private. I'm here to take command.",
        "tr_core_sapphire_dawn_m1_t5": "Sir! We've been expecting you. There is a message waiting for you.",
        "tr_core_sapphire_dawn_m1_t6": "Let's hear it then.",
        "tr_core_sapphire_dawn_m1_t7": "General Cyrus, I hope your trip went fine. Sorry for dispatching you on such a short notice, but the situation is getting out of hand and we need your experience.",
        "tr_core_sapphire_dawn_m1_t8": "You must have heard by now that a war broke out in the Amber Noon kingdom, with Ruby Dusk invading, and some of our forces got involved.",
        "tr_core_sapphire_dawn_m1_t9": "Warlord Grim of the Amber Noon contacted us, asking for help. Ruby Dusk attacked them without notice nor reason, driving their army deep into King Ludwig's domain.",
        "tr_core_sapphire_dawn_m1_t10": "Prince Tybalt is nowhere to be found. Warlord Grim asked us to intervene, and I agreed. It is a great opportunity to both weaken Ruby Dusk and get some favours from Amber Dusk, as Warlord Grim assured me, that King Ludwig is a generous man.",
        "tr_core_sapphire_dawn_m1_t11": "Or so it seemed... I have ordered Commando Blake to take a large chunk of our forces and deal with the invasion. It didn't work out so well. He tried to cross Ruby Dusk border and failed.",
        "tr_core_sapphire_dawn_m1_t12": "He did what? That's was so foolish of him.",
        "tr_core_sapphire_dawn_m1_t13": "This is where you come in. We still have to assist Amber Noon, and reinforce Blake. But before we can do this, we have to rebuild some of our forces. I assign that task to you. Commanding officer of the outpost knows the details.",
        "tr_core_sapphire_dawn_m1_t14": "As usual, Blake rushed forward without much consideration, and now needs help.",
        "tr_core_sapphire_dawn_m1_t15": "Sir! I have a list of requirements for you, sent by president's advisor. Our forces here are lacking in all regards, I'm afraid.",
        "tr_core_sapphire_dawn_m1_t16": "Mechanised forces were taken by Blake on his initial expedition. Only bare minimum left.",
        "tr_core_sapphire_dawn_m1_t17": "Infantry has been reduced to only this guard unit, and another one up north, near damaged bridge. Reinforcing them will be our first objective.",
        "tr_core_sapphire_dawn_m1_t18": "We have to recruit more infantry in the Barracks, so that we have at least 5 units in the field, including current ones.",
        "tr_core_sapphire_dawn_m1_o1": "Recruit Infantry units.",
        "tr_core_sapphire_dawn_m1_t19": "I just noticed, that my active ability is not available. Looks like air support is lacking in this area.",
        "tr_core_sapphire_dawn_m1_t20": "I still have my passive ability, and it should come in handy. It allows me to recruit Infantry and Mobile Infantry with less AP.",
        "tr_core_sapphire_dawn_m1_t21": "Resources are limited here, recruitment will take a couple of turns.",
        "tr_core_sapphire_dawn_m1_t22": "New soldiers are ready and eager. We can move on to the next item on the list.",
        "tr_core_sapphire_dawn_m1_t23": "We need at least three teams of Mobile Infantry. They are now available for recruitment in the Barracks.",
        "tr_core_sapphire_dawn_m1_o2": "Recruit Mobile Infantry units.",
        "tr_core_sapphire_dawn_m1_t24": "Another one done. These units should cover your scouting and support needs.",
        "tr_core_sapphire_dawn_m1_t25": "Only one more to go. Orders are to have at least two Tanks in the field. Factory is waiting for your request.",
        "tr_core_sapphire_dawn_m1_o3": "Deploy more Tanks.",
        "tr_core_sapphire_dawn_m1_t26": "That should do it.",
        "tr_core_sapphire_dawn_m1_t27": "Do we have further instructions from high command?",
        "tr_core_sapphire_dawn_m1_t28": "Yes Sir, we do. You are to take these newly formed forces and proceed to cross the border and provide assitance to any Amber Noon army you encounter.",
        "tr_core_sapphire_dawn_m1_t29": "Bridge over the river has been repaired and should be safe to use.",
        "tr_core_sapphire_dawn_m1_t30": "Send in a scouting party first. I have a bad feeling about this...",
        "tr_core_sapphire_dawn_m1_t31": "Roger.",
        "tr_core_sapphire_dawn_m1_t32": "Sir! We have reached the border tower, but it has Ruby Dusk colours! Ruby army is in the area.",
        "tr_core_sapphire_dawn_m1_t33": "Ruby Dusk is already here? They must be controlling Amber lands all the way to the capital. This complicates things.",
        "tr_core_sapphire_dawn_m1_t34": "Scout! Fall back before they spot you.",
        "tr_core_sapphire_dawn_m1_t35": "I think we don't have a choice here. Let's take them head on.",
        "tr_core_sapphire_dawn_m1_t36": "We should retake this tower and forward Barracks. It will reduce their already limited AP supply. ",
        "tr_core_sapphire_dawn_m1_t37": "Our main goal is to take the local HQ.",
        "tr_core_sapphire_dawn_m1_o4": "Capture the Ruby Dusk HQ.",
        "tr_core_sapphire_dawn_m1_o5": "General Cyrus must survive.",
        "tr_core_sapphire_dawn_m1_t38": "Objective captured, Sir.",
        "tr_core_sapphire_dawn_m1_t39": "All units! Regroup at the captured HQ. We will proceed along that road as soon as possible.",
        "tr_core_sapphire_dawn_m1_t40": "I have made a tactical mistake! Fall back!",
        "tr_core_sapphire_dawn_m2_name": "Consolidation",
        "tr_core_sapphire_dawn_m2_desc": "During Commando Blake's hasty attack, many units couldn't keep up, and were left behind to fend for themselves. It is up to General Cyrus to reach those soldiers before Ruby Dusk does.",
        "tr_core_sapphire_dawn_m2_t1": "(staitc) This is an emergency! (crackle) Is anyone out there? We need help!",
        "tr_core_sapphire_dawn_m2_t2": "This is General Cyrus, we can hear you, just barely. What happened here? Where is Blake?",
        "tr_core_sapphire_dawn_m2_t3": "It's so good to hear you, Sir. We were conducting an assault on Ruby Dusk positions, but it all went south. We lost comms with Commando Blake, he must have pushed through.",
        "tr_core_sapphire_dawn_m2_t4": "He left you behind?",
        "tr_core_sapphire_dawn_m2_t5": "We don't know. He went on ahead, we were securing his back, right until we lost comms. After that we got swamped with Ruby Dusk units, barely managed to fall back to safe positions.",
        "tr_core_sapphire_dawn_m2_t6": "This is a fine mess. What is your current situation?",
        "tr_core_sapphire_dawn_m2_t7": "We are holed up in a forest. Thich bushes provided us cover so far, but we can hear them searching for us, enemy must be close.",
        "tr_core_sapphire_dawn_m2_t8": "There is a second concealed group way ahead. They have some heavy equipment with them.",
        "tr_core_sapphire_dawn_m2_t9": "We think there are other valuable units hidden somewhere as well.",
        "tr_core_sapphire_dawn_m2_t10": "Ruby Dusk is holding this key town, you have to capture this position if you hope to proceed. ",
        "tr_core_sapphire_dawn_m2_t11": "Recon suggested that it is not too heavily fortified.",
        "tr_core_sapphire_dawn_m2_t12": "They appear to be moving north, in order to set up a permanent base there. From the looks of it, it did not happen yet, which means they can't reinforce.",
        "tr_core_sapphire_dawn_m2_t13": "That was the good news. The bad news is that we have not managed to set up camp either. These units are all I have for this mission.",
        "tr_core_sapphire_dawn_m2_t14": "Air support is back up, which means I am able to call in paratroopers using my Deep Strike ability. Just have to keep in mind, that resources are going to be very limited.",
        "tr_core_sapphire_dawn_m2_t15": "Which means that rescuing those stranded soldiers is my top priority. They will join the fight once one of my units approaches their position.",
        "tr_core_sapphire_dawn_m2_t16": "Finally, destroying all Ruby Dusk forces is essential before we can move on.",
        "tr_core_sapphire_dawn_m2_o1": "Rescue Sapphire Dawn forces.",
        "tr_core_sapphire_dawn_m2_o2": "Defeat Ruby Dusk forces.",
        "tr_core_sapphire_dawn_m2_o3": "(Optional) Rescue advanced units.",
        "tr_core_sapphire_dawn_m2_t17": "Time to move, guys!",
        "tr_core_sapphire_dawn_a1": "Soldier #1",
        "tr_core_sapphire_dawn_m2_t18": "I swear I have seen someone over there.",
        "tr_core_sapphire_dawn_a2": "Soldier #2",
        "tr_core_sapphire_dawn_m2_t19": "We've been out here for hours, there is no one here. Let's just go back.",
        "tr_core_sapphire_dawn_m2_t20": "You know we can't go back without finding these marauders. Just watch that road.",
        "tr_core_sapphire_dawn_m2_t21": "Hey! I think someone is coming!",
        "tr_core_sapphire_dawn_m2_t22": "Hey, help is here! Starting the engine. Hop on board and we can take you back to the town.",
        "tr_core_sapphire_dawn_m2_t23": "Sapphire Dawn spotted, and a lot of them! Where did they come from?",
        "tr_core_sapphire_dawn_m2_t24": "That garrison is strong, but we will manage. Just one more fight before this day ends.",
        "tr_core_sapphire_dawn_m2_t25": "So good to see you! We're kinda stuck here. Give us a push and we can help.",
        "tr_core_sapphire_dawn_m2_t26": "Road secured, Sir!",
        "tr_core_sapphire_dawn_m2_t27": "Get engineering crew over here and set up a base. You deserve some rest before we move on.",
        "tr_core_sapphire_dawn_m2_t28": "I wonder what happened with Blake. How could he abandon his troops like that? I have to question him when I have a chance.",
        "tr_core_sapphire_dawn_m2_t29": "Locked and loaded, let's smoke these Ruby Dusk punks.",
        "tr_core_sapphire_dawn_m3_name": "Capital offence",
        "tr_core_sapphire_dawn_m3_desc": "A key supply line of the Ruby Dusk army has been located. Sapphire Dawn must cut it off, in order to significantly weaken the occupying force, and open the path towards Amber Fortress.",
        "tr_core_sapphire_dawn_m3_t1": "Highway looks clear. There are signs of heavy equipment being moved through here recently.",
        "tr_core_sapphire_dawn_m3_t2": "So the reports were accurate then. They are using this route to resupply their forces near Amber Fortress.",
        "tr_core_sapphire_dawn_m3_t3": "There is a number of towers along the road. Looks like they were abandoned by Amber Noon.",
        "tr_core_sapphire_dawn_m3_t4": "Ah, this is great! These towers would allow us to hold the line and cut their logistics.",
        "tr_core_sapphire_dawn_m3_t5": "Any sign of Commando Blake or his troops?",
        "tr_core_sapphire_dawn_m3_t6": "Nothing so far. There is an opening on the other end of this valley, moving in to check it out.",
        "tr_core_sapphire_dawn_m3_t7": "Whoa, hold on!",
        "tr_core_sapphire_dawn_m3_t8": "There is a huge Ruby Dusk base, just beyond the canal. It was obscured by the hills.",
        "tr_core_sapphire_dawn_m3_t9": "Ground is destroyed on our end, with signs of battle. Looks like Blake tried to cross the water here, but failed.",
        "tr_core_sapphire_dawn_m3_t10": "We have been detected! We're so lucky they somehow missed us...",
        "tr_core_sapphire_dawn_m3_t11": "That is enough, fall back!",
        "tr_core_sapphire_dawn_m3_t12": "Copy that, going back.",
        "tr_core_sapphire_dawn_m3_t13": "They will probably roll out their units soon.",
        "tr_core_sapphire_dawn_m3_t14": "Heavy equipment is very limited, we could not get more through this swamp. Luckily, we have repair crews with us.",
        "tr_core_sapphire_dawn_m3_t15": "We have to capture and hold these towers ASAP.",
        "tr_core_sapphire_dawn_m3_o1": "Capture the Towers along the highway.",
        "tr_core_sapphire_dawn_m3_o2": "Defend Sapphire Dawn HQ.",
        "tr_core_sapphire_dawn_m3_t16": "We're getting some movement.",
        "tr_core_sapphire_dawn_m3_t17": "They are clearing space!",
        "tr_core_sapphire_dawn_m3_t18": "Ok, that's a LOT...",
        "tr_core_sapphire_dawn_m3_t19": "It is, but they can't bring in many Tanks this way. Focusing on Infantry should be a good approach.",
        "tr_core_sapphire_dawn_m3_t20": "Ruby Dusk captured a tower. We need all of them to secure this route.",
        "tr_core_sapphire_dawn_m3_t21": "All towers captured. Now we have to hold them.",
        "tr_core_sapphire_dawn_m3_o3": "Hold the Towers along the highway for 5 turns.",
        "tr_core_sapphire_dawn_m3_t22": "Our main force have arrived. I am sure they will realise they can not retake these Towers like that and stop for now. You can take it from here, Sergeant.",
        "tr_core_sapphire_dawn_m3_t23": "Yes Sir!",
        "tr_core_sapphire_dawn_m3_t24": "As much as I would like to see this through, I musn't waste any time. If the situation ahead is as bad as it was up till now, I have to find Blake, and fast, before he causes even more trouble.",
        "tr_core_sapphire_dawn_m4_name": "Noble cause",
        "tr_core_sapphire_dawn_m4_desc": "Wave after wave of Ruby Dusk attackers are being repelled by Amber Noon soldiers defending the Amber Fortress. General Cyrus commands his troops to capture the Ruby HQ, which also appears to be holding a VIP under guard.",
        "tr_core_sapphire_dawn_m4_t1": "Another group coming! Hold the line!",
        "tr_core_sapphire_dawn_m4_t2": "City is already under attack, but it looks like they can take care of themselves.",
        "tr_core_sapphire_dawn_m4_t3": "We should focus on taking out the Ruby Dusk base.",
        "tr_core_sapphire_dawn_m4_t4": "First of all, we need some production capabilities. Engineers managed to set up a camp, but they were spooked by an enemy Tank and abandoned the site. We just have to claim it.",
        "tr_core_sapphire_dawn_m4_t5": "Ruby Dusk is setting up an artillery unit to hit the city from afar.",
        "tr_core_sapphire_dawn_m4_t6": "Their HQ is located here. It seems they are holding a VIP there as well. I almost expected it would be Commando Blake, but it does not look like it.",
        "tr_core_sapphire_dawn_m4_t7": "There is another, smaller base as well. We should take it out before we attempt an attack on the HQ, otherwise we might expose our flank.",
        "tr_core_sapphire_dawn_m4_o1": "Establish Base in Sapphire Dawn camp.",
        "tr_core_sapphire_dawn_m4_o2": "(Optional) Capture the Ruby Dusk forward Camp.",
        "tr_core_sapphire_dawn_m4_t8": "Our forward base has been taken by Sapphire Dawn!",
        "tr_core_sapphire_dawn_m4_t9": "Send out a call for reinforcements.",
        "tr_core_sapphire_dawn_m4_t10": "Objective complete, Sir. Ruby Dusk soldiers are standing down.",
        "tr_core_sapphire_dawn_m4_t11": "Tell me something Sidney. Why has Lord Dawson ordered an attack on Amber Noon lands? How come, that a lust for conquest overcame his senses?",
        "tr_core_sapphire_dawn_m4_t12": "Pah. What lies. Is that what Warlord Grim told you?",
        "tr_core_sapphire_dawn_m4_t13": "Enlighten me then.",
        "tr_core_sapphire_dawn_m4_t14": "It was Amber Noon who attacked us first, whithout any provocation. It was only fair to strike back.",
        "tr_core_sapphire_dawn_m4_t15": "I might have gotten a bit carried away with that counter-attack, though...",
        "tr_core_sapphire_dawn_m4_t16": "Hahaha, is that how you ended up behind bars?",
        "tr_core_sapphire_dawn_m4_t17": "...",
        "tr_core_sapphire_dawn_m4_t18": "Gloat all you want, but it's not me doing dirty work for that tin-head Warlord.",
        "tr_core_sapphire_dawn_m4_t19": "These are some serious accusations. I might have to call President Gideon and ask him about that deal he has with Grim...",
        "tr_core_sapphire_dawn_m4_t20": "Oh, and speaking of tin-heads. Do you know anything about Commando Blake's whereabouts?",
        "tr_core_sapphire_dawn_m4_t21": "You don't know where your own man is? That's hilarious. I've heard he got beaten quite badly while trying to assault Rubyport. He seems to have dissapeared afterwards.",
        "tr_core_sapphire_dawn_m4_t22": "That idiot did WHAT?",
        "tr_core_sapphire_dawn_m4_t23": "Bested by Warlord Grim's lackeys. What a shame to see honourable General Cyrus doing mercenary work.",
        "tr_core_sapphire_dawn_m4_t24": "What are you even talking about? Bring him in for questioning.",
        "tr_core_sapphire_dawn_m4_o3": "(Done) Defeat Noble Sidney.",
        "tr_core_sapphire_dawn_m4_t25": "Sapphire Dawn is really pushing on us. We need a more skilled commander.",
        "tr_core_sapphire_dawn_m4_t26": "Bring in the prisoner!",
        "tr_core_sapphire_dawn_m4_t27": "Are you sure, sir? Lord Dawson might not be happy when he hears about this.",
        "tr_core_sapphire_dawn_m4_t28": "He also won't be happy if we won't stand our ground effectively, since we are not able to retreat...",
        "tr_core_sapphire_dawn_m4_t29": "I've heard you summoned me, commander.",
        "tr_core_sapphire_dawn_m4_t30": "Situation is getting difficult, Sir. General Cyrus arrived not long ago, and he is already giving us a lot of trouble.",
        "tr_core_sapphire_dawn_m4_t31": "My troops need someone a lot more experienced to lead them. I am asking you to take command.",
        "tr_core_sapphire_dawn_m4_t32": "I see. I hate to admit it, but this current predicament might be due to my own making. Even so, I'll do what I can to help.",
        "tr_core_sapphire_dawn_m4_t33": "Thank you, Sir!",
        "tr_core_sapphire_dawn_m4_o4": "(Optional) Defeat Noble Sidney.",
        "tr_core_sapphire_dawn_m5_name": "A glimmer of Jade",
        "tr_core_sapphire_dawn_m5_desc": "President Gideon orders General Cyrus to travel east, where Warlord Grim requested help in dealing with new threat. But how could have Ruby Dusk gone that deep into Amber Noon lands? Or is it something else?",
        "tr_core_sapphire_dawn_m5_t1": "Whew, the think I can take a short break... Grim is really determined to get me. I hope that my father is well.",
        "tr_core_sapphire_dawn_m5_t2": "Thankfully, my call for help I sent to Jade Twilight went through, and they sent some forces to cover my back.",
        "tr_core_sapphire_dawn_m5_t3": "There is another camp not far from here. I can take some proper rest there. I wonder if they brought some of their tropical drinks with them.",
        "tr_core_sapphire_dawn_m5_t4": "Well, well well. If it isn't the cowardly Prince, still on the run.",
        "tr_core_sapphire_dawn_m5_t5": "And Jade Twilight! I did not expect they would come to his aid. This complicates matters.",
        "tr_core_sapphire_dawn_m5_t6": "Luckily, the reinforcements I ordered from President Gideon are here.",
        "tr_core_sapphire_dawn_m5_t7": "This is Warlord Grim, sending urgent request to General Cyrus. Jade Twilight has joined the Ruby Dusk in their assault on our kingdom. Please assist in clearing their base.",
        "tr_core_sapphire_dawn_m5_t8": "Jade Twilight attacking? Are you sure? They are a peaceful nation. If they are here, it must be for a good reason. Let me talk to their commanding officer.",
        "tr_core_sapphire_dawn_m5_t9": "He's not buying it. I have to tell Gideon to send someone more compliant next time. Plan B it is.",
        "tr_core_sapphire_dawn_m5_t10": "Knights, begin your attack on Jade installations.",
        "tr_core_sapphire_dawn_a3": "Knight Infantry",
        "tr_core_sapphire_dawn_m5_t11": "As you wish, Warlord.",
        "tr_core_sapphire_dawn_m5_t12": "Our forces are engaged in combat with Jade Twilight invaders. Please assist!",
        "tr_core_sapphire_dawn_m5_t13": "This is madness. But we still have our orders.",
        "tr_core_sapphire_dawn_m5_t14": "General Cyrus to Amber Noon forces, we are coming.",
        "tr_core_sapphire_dawn_m5_t15": "There is a temporary Airfield on our flank. I'm sure they are planning to hit us from the side with their air forces. Take it out before going ahead.",
        "tr_core_sapphire_dawn_m5_t16": "Copy that.",
        "tr_core_sapphire_dawn_m5_o1": "Capture the Jade Twilight buildings.",
        "tr_core_sapphire_dawn_m5_o2": "(Optional) Capture the Jade Twilight Airfield.",
        "tr_core_sapphire_dawn_m5_t17": "General! I beg you to stop!",
        "tr_core_sapphire_dawn_m5_t18": "Prince Tybalt? What is going on?",
        "tr_core_sapphire_dawn_m5_t19": "I can explain everything, but not here. Please follow me to my camp. We can talk safely there.",
        "tr_core_sapphire_dawn_m6_name": "Hostile takeover",
        "tr_core_sapphire_dawn_m6_desc": "As Prince Tybalt reveals the mastermind behind the invasion, an unexpected guest arrives to crash the party.",
        "tr_core_sapphire_dawn_m6_t1": "So this whole conflict has been caused by Warlord Grim, so that he can take over Amber Noon?",
        "tr_core_sapphire_dawn_m6_t2": "Yes. And he's been hunting me ever since the initial attack.",
        "tr_core_sapphire_dawn_m6_t3": "What happened with King Ludwig then? Is he a prisoner?",
        "tr_core_sapphire_dawn_m6_t4": "I do not know. No one seen or heard from the King for weeks, even me. Grim says, that all of his orders come directly from my father, but I doubt that.",
        "tr_core_sapphire_dawn_m6_t5": "I have to contact President immidietally. This is not what Sapphire Dawn signed up for.",
        "tr_core_sapphire_dawn_m6_t6": "So what is your plan, Prince?",
        "tr_core_sapphire_dawn_m6_t7": "Chancellor Irene is an old friend of my father. I will seek her council on what to do.",
        "tr_core_sapphire_dawn_m6_t8": "A wise choice. I wish you good luck on your journey. Excuse me now, I have a lot of work ahead of me if we are to fix this situation.",
        "tr_core_sapphire_dawn_m6_t9": "Thank you, General. Good luck to you as well.",
        "tr_core_sapphire_dawn_m6_t10": "Sergeant, send this encrypted message to President Gideon immidietally.",
        "tr_core_sapphire_dawn_m6_t11": "There is an incoming call for you, Sir.",
        "tr_core_sapphire_dawn_m6_t12": "Ah, General. I've got reports you have encountered Prince Tybalt. I have some terrible news: Tybalt is a traitor, conspiring with Ruby Dusk to overthrow King Ludwig. Your orders are to arrest him at once!",
        "tr_core_sapphire_dawn_m6_t13": "I don't think so. I know that it is you, who is the traitor here. I no longer take orders from you.",
        "tr_core_sapphire_dawn_m6_t14": "What a shame. Well, in that case...",
        "tr_core_sapphire_dawn_m6_t15": "Stand down, General. You are being relieved of your command. Sergeant, I will be taking over from here.",
        "tr_core_sapphire_dawn_m6_t16": "Is this a joke? You do not have the authority!",
        "tr_core_sapphire_dawn_m6_t17": "Oh, but I do. Here it is, signed by Gideon himself. Sergeant, take him away.",
        "tr_core_sapphire_dawn_m6_t18": "You will pay for this, Blake! Tybalt, you have to run!",
        "tr_core_sapphire_dawn_m6_t19": "That Grim is getting on my nerves.",
        "tr_core_sapphire_dawn_m6_t20": "Go on, my Prince. We will buy you some time.",
        "tr_core_sapphire_dawn_m6_t21": "These are our lands. We will not let them in.",
        "tr_core_sapphire_dawn_m6_t22": "I hate this so much. I promise you, next time will be different!",
        "tr_core_sapphire_dawn_m6_t23": "I can't let him get away. I must reach that road as quickly as possible.",
        "tr_core_sapphire_dawn_m6_o1": "Bring Commando Blake to the end of the road.",
        "tr_core_sapphire_dawn_m6_o2": "Commando Blake must survive.",
        "tr_core_sapphire_dawn_m6_t24": "I wasn't... fast... enough...",
        "tr_core_sapphire_dawn_m6_t25": "This is it. All units, follow me!",
        "tr_core_sapphire_dawn_m6_t26": "Sir! Most of our forces are tired, and not able to keep up. We have to slow down.",
        "tr_core_sapphire_dawn_m6_t27": "And let the Prince slip away? Fat chance! Now go!",
        "tr_core_sapphire_dawn_m7_name": "In pursuit of greatness",
        "tr_core_sapphire_dawn_m7_desc": "Just as Amber Noon Prince takes refuge in a Jade Twilight stronghold, Commando Blake plans to infiltrate it and capture Tybalt before he slips away.",
        "tr_core_sapphire_dawn_m7_t1": "Finally, I have almost caught up with my target.",
        "tr_core_sapphire_dawn_m7_t2": "The armored corps is here, but those wimpy infantry units didn't manage to keep the pace.",
        "tr_core_sapphire_dawn_m7_t3": "This might prove to be an issue, so deep behind enemy lines, they actually do have quite a lot of troops and buildings.",
        "tr_core_sapphire_dawn_m7_t4": "It seems that a lot of Jade Twilight forces are standing down. They do have radar towers, though. I'm sure, that as soon as me, or any of my units, get's too close, they will sound an alarm.",
        "tr_core_sapphire_dawn_m7_t5": "Even if I would manage to push through all these defensive lines with my armoured force, I wouldn't be able to hold these positions.",
        "tr_core_sapphire_dawn_m7_t6": "Luckily, I don't have to. All I need to do is to use my awesome Commando abilities, get close to the Prince, and get him out.",
        "tr_core_sapphire_dawn_m7_t7": "Some of the foliage in this area is very dense. I should be able to use it to my advantage. Tall grass will protect me from being detected, as long as the alarm hasn't been activated.",
        "tr_core_sapphire_dawn_m7_t8": "A Rocket Artillery found some old, forgotten route through the wilderness. Normally, it wouldn't do me much good, but thanks to their long range, they can assist from afar.",
        "tr_core_sapphire_dawn_m7_t9": "In the meantime, Jade Twilight might send some units to my encampment. I have to defend it, as it is my only way out.",
        "tr_core_sapphire_dawn_m7_t10": "Tybalt is not going to slip away this time!",
        "tr_core_sapphire_dawn_m7_o1": "Infiltrate Jade Twilight base.",
        "tr_core_sapphire_dawn_m7_o2": "Defend Sapphire Dawn camp.",
        "tr_core_sapphire_dawn_m7_o3": "(Optional) Do not raise an alarm.",
        "tr_core_sapphire_dawn_m7_t11": "Alarm! Enemy infiltration detected!",
        "tr_core_sapphire_dawn_m7_o4": "(Failed) Do not raise an alarm.",
        "tr_core_sapphire_dawn_m7_t12": "No! With that route closed, there is no way for me to get Prince Tybalt out of here! This operation is a bust.",
        "tr_core_sapphire_dawn_m7_t13": "Almost there. All I have to do is to approach the target and grab him!",
        "tr_core_sapphire_dawn_m7_o5": "Capture Prince Tybalt.",
        "tr_core_sapphire_dawn_m7_t14": "There is a guard ahead. They will spot me if I just try to sneak around the tree line",
        "tr_core_sapphire_dawn_m7_t15": "I have to take them out somehow. Or I could just wait a bit and use my skill to get across those trees undetected.",
        "tr_core_sapphire_dawn_m7_t16": "Treeline is thinner here. I should be able to get through it using my Infiltration skill.",
        "tr_core_sapphire_dawn_m7_t17": "I'm pretty sure they will still spot me though. Enemy units might go after me into the tall grass to investigate, but should not raise an alarm just yet. In that case I should just keep going.",
        "tr_core_sapphire_dawn_m7_t18": "I've got you now!",
        "tr_core_sapphire_dawn_m7_t19": "Ah, Blake. Hot-headed as always.",
        "tr_core_sapphire_dawn_m7_t20": "Surrender, you have nowhere to run now.",
        "tr_core_sapphire_dawn_m7_t21": "I warned you, that next time we meet it would be different. I won't run away anymore.",
        "tr_core_sapphire_dawn_m7_t22": "Oh you... !!!",
        "tr_core_sapphire_dawn_m7_t23": "He slipped away!",
        "tr_core_sapphire_dawn_m7_t24": "Blake is a master infiltrator. We probably wouldn't be able to catch him anyway. Just let him run, he won't be able to pester you anymore.",
        "tr_core_sapphire_dawn_m7_t25": "Our transport to the Jade Oasis is waiting. Let's go.",
        "tr_core_sapphire_dawn_m7_t26": "Another guard, this time on patrol. They could be taken out, or I could just wait for them to get around the corner and run."
    },
    "pl": {
        "tr_core_sapphire_dawn_campaign_title": "Typowy biznes",
        "tr_core_sapphire_dawn_m1_name": "Lukratywna oferta",
        "tr_core_sapphire_dawn_m1_desc": "Prezydent Gideon, niezadowolony tym jak Blake radzi sobie z Rubinowym Zachodem, wysyła Generała Cyrusa do niewielkiej bazy z bardzo ważnym zadaniem.",
        "tr_core_sapphire_dawn_m1_t1": "Pustynne temperatury zaczynają mi doskwierać. Jestem już na to za stary.",
        "tr_core_sapphire_dawn_m1_t2": "Rozkazy mówią, aby dotrzeć na miejsce najszybciej, jak to możliwe. Ciekawe o co w tym wszystkim chodzi?",
        "tr_core_sapphire_dawn_m1_t3": "A więc to jest ta baza, którą mam dowodzić. Nie widzę w niej nic szczególnego.",
        "tr_core_sapphire_dawn_m1_t4": "Witam, szeregowy. Jestem tu aby objąć dowództwo.",
        "tr_core_sapphire_dawn_m1_t5": "Pan Generał! Oczekiwaliśmy Pana. Mamy dla Pana wiadomość.",
        "tr_core_sapphire_dawn_m1_t6": "Zobaczmy ją.",
        "tr_core_sapphire_dawn_m1_t7": "Generale Cyrusie, mam nadzieję, że podróż była udana. Przepraszam za wysłanie Cię tak nagle, ale sytuacja wymyka się z pod kontroli i będzie potrzebne tu Twoje doświadczenie.",
        "tr_core_sapphire_dawn_m1_t8": "Słyszałeś już zapewne o wojnie w królestwie Bursztynowego Południa, inwazji Rubinowego Zachodu, oraz że część naszych wojsk została zaangażowana.",
        "tr_core_sapphire_dawn_m1_t9": "Watażka Grim z Bursztynowego Południa skontaktował się z nami prosząc o pomoc. Rubinowy Zachód zaatakował bez ostrzeżenia ani przyczyny, wprowadzając swe armie głęboko na tereny pod rządami Króla Ludwiga.",
        "tr_core_sapphire_dawn_m1_t10": "Książe Tybalt zaginął. Watażka Grim poprosił nas o interwencję, a ja się zgodziłem. To świetna okazja, aby osłabić Rubinowy Zachód i zyskać przysługę u Bursztynowego Południa, a Watażka Grim zapewnił mnie, że Król Ludwig jest barzdo hojnym człowiekiem.",
        "tr_core_sapphire_dawn_m1_t11": "A przynajmniej tak to miało wyglądać... Rozkazałem, aby Komando Blake zabrał znaczną część naszych sił i zajął się tą inwazją. Nie poszło mu to najlepiej. Podjął próbę dostania się na ziemie Rubinowego Zachodu i poniósł klęskę.",
        "tr_core_sapphire_dawn_m1_t12": "Co zrobił? To było głupie z jego strony.",
        "tr_core_sapphire_dawn_m1_t13": "Dlatego zostałeś wezwany. Nadal jesteśmy zobowiązani wspierać Bursztynowe Południe, oraz Blake'a. Ale zanim będziemy w stanie to zrobić, musimy trochę odbudować nasze oddziały. Przydzielam to zadanie Tobie. Oficer dowodzący tą bazą zna szczegóły.",
        "tr_core_sapphire_dawn_m1_t14": "Jak zwykle, Blake zaszarżował do przodu bez większego przemyślenia, a teraz potrzebuje pomocy.",
        "tr_core_sapphire_dawn_m1_t15": "Panie Generale! Mamu tu listę zapotrzebowania dla pana, wysłaną przez doradcę Prezydenta. Obawiam się, że nasze siły są niewystarczające w każdej kategori.",
        "tr_core_sapphire_dawn_m1_t16": "Blake zabrał ze sobą oddziały zmechanizowane na swoją ekspedycję. Zostawił jedynie absolutne minimum.",
        "tr_core_sapphire_dawn_m1_t17": "Z Piechoty zostali jedynie jednostka strażnicza, oraz jeszcze jedna na północy, przy zniszczonym moście. Zapewnienie im wsparcia będzie naszym pierwszym celem.",
        "tr_core_sapphire_dawn_m1_t18": "Musimy zrekrutować więcej Piechoty w Barakach, aby mieć przynajmniej pięć jednostek, wliczając te już obecne.",
        "tr_core_sapphire_dawn_m1_o1": "Zrekrutuj jednostki Piechoty.",
        "tr_core_sapphire_dawn_m1_t19": "Właśnie zauważyłem, że moja aktywna umiejętność jest niedostępna. Wygląda na to, że siły powietrzne w tym rejonie są niewystarczające.",
        "tr_core_sapphire_dawn_m1_t20": "Nadal mam jednak moją pasywną umiejętność, która powinna być przydatna. Pozwala mi ona rekrutować Piechotę i Piechotę Zmotoryzowaną płacąc mniej AP.",
        "tr_core_sapphire_dawn_m1_t21": "Zasoby są dość skąpe, rekrutacja potrwa pewnie kilka tur.",
        "tr_core_sapphire_dawn_m1_t22": "Nowi żołnierze są gotowi i chętni. Możemy przejść do następnego punktu na liście.",
        "tr_core_sapphire_dawn_m1_t23": "Potrzebujemy przynajmniej trzech jednostek Piechoty Zmotoryzowanej. Są teraz dostępni do zrekrutowania w Barakach.",
        "tr_core_sapphire_dawn_m1_o2": "Zrekrutuj jednostki Piechoty Zmotoryzowanej.",
        "tr_core_sapphire_dawn_m1_t24": "Kolejny punkt odhaczony. Te jednostki powinny pokryć nasze potrzeby zwiadowcze oraz wsparcie.",
        "tr_core_sapphire_dawn_m1_t25": "Jeszcze tylko jedno do zrobienia. Rozkazy mówią aby mieć przynajmniej dwa Czołgi. Fabryka czeka na Pana polecenie.",
        "tr_core_sapphire_dawn_m1_o3": "Zbuduj więcej Czołgów.",
        "tr_core_sapphire_dawn_m1_t26": "Tyle powinno wystarczyć.",
        "tr_core_sapphire_dawn_m1_t27": "Dowództwo przysłało kolejne wytyczne?",
        "tr_core_sapphire_dawn_m1_t28": "Tak jest. Ma Pan zebrać te nowo zrekrutowane oddziały i wyruszyć przez granicę aby zapewnić pomoc wszelkim siłom Bursztynowego Południa, na jakie Pan natrafi.",
        "tr_core_sapphire_dawn_m1_t29": "Most na rzece został naprawiony i powinien być bezpieczny w użyciu.",
        "tr_core_sapphire_dawn_m1_t30": "Wysłać przodem zwiadowców. Mam złe przeczucie...",
        "tr_core_sapphire_dawn_m1_t31": "Przyjąłem.",
        "tr_core_sapphire_dawn_m1_t32": "Panie Generale! Dotarliśmy do Wieży granicznej, ale jest ona teraz w kolorach Rubinowego Zachodu! Rubinowa armia jest już w tej okolicy.",
        "tr_core_sapphire_dawn_m1_t33": "Rubinowy Zachód już tu jest? Muszą więc mieć pod kontrolą wszystkie ziemie stąd aż do stolicy. To komplikuje sprawy.",
        "tr_core_sapphire_dawn_m1_t34": "Zwiadowco! Wycofajsię zanim Cię zauważą.",
        "tr_core_sapphire_dawn_m1_t35": "Nie mamy chyba wyboru. Wyjdźmy im na przeciw.",
        "tr_core_sapphire_dawn_m1_t36": "Powinniśmy odbić tę Wieżę i Baraki. To zmniejszy ich i tak już ograniczone źródło AP.",
        "tr_core_sapphire_dawn_m1_t37": "Naszym głównym celem jest zajęcie lokalnej Kwatery Głównej.",
        "tr_core_sapphire_dawn_m1_o4": "Zajmij KG Rubinowego Zachodu.",
        "tr_core_sapphire_dawn_m1_o5": "Generał Cyrus musi przetrwać.",
        "tr_core_sapphire_dawn_m1_t38": "Cel zdobyty, Panie Generale.",
        "tr_core_sapphire_dawn_m1_t39": "Wszystkie jednostki! Przegrupować się przy zdobytej KG. Wyruszymy tą drogą tak szybko, jak się da.",
        "tr_core_sapphire_dawn_m1_t40": "Popełniłem taktyczny błąd! Wycofać się!",
        "tr_core_sapphire_dawn_m2_name": "Konsolidacja",
        "tr_core_sapphire_dawn_m2_desc": "Podczas pohopnego ataku Komando Blake'a wiele jednostek nie mogło nadążyć i zostały porzucone własnemu losowi. Teraz Generał Cyrus musi dotrzeć do tych żołnierzy, zanim zrobi to Rubinowy Zachód.",
        "tr_core_sapphire_dawn_m2_t1": "(szumy) Sytuacja jest krytyczna! (trzaski) Czy jest tam ktoś? Potrzebujemy pomocy!",
        "tr_core_sapphire_dawn_m2_t2": "Tu Generał Cyrus, słyszymy was, choć ledwie. Co tu się stało? Gdzie jest Blake?",
        "tr_core_sapphire_dawn_m2_t3": "Dobrze Pana słyszeć. Przeprowadzaliśmy atak na pozycje Rubinowego Zachodu, ale wszystko się posypało. Straciliśmy kontakt z Komando Blake'iem, musiał przebić się w głąb.",
        "tr_core_sapphire_dawn_m2_t4": "I porzucił was tu?",
        "tr_core_sapphire_dawn_m2_t5": "Nie wiemy. Posuwał się do przodu, gdy my zabezpieczaliśmy tyły, aż do momentu utraty łączności. Po tym zostaliśmy zalani jednostkami Rubinowego Zachodu, ledwie udało nam się wycofać na bezpieczne pozycje.",
        "tr_core_sapphire_dawn_m2_t6": "Niezły bałagan. Jaka jest wasza sytuacja?",
        "tr_core_sapphire_dawn_m2_t7": "Okopaliśmy się w lesie. Gęste zarośla dotychczas zapewniały nam osłonę, ale słyszymy grupy poszukiwawcze, więc muszą być już blisko.",
        "tr_core_sapphire_dawn_m2_t8": "Wiemy o drugiej ukrytej grupie daleko na przodzie. Mają ze sobą trochę ciężkiego sprzętu.",
        "tr_core_sapphire_dawn_m2_t9": "Wydaje nam się, że inne wartościowe jednostki też się gdzieś tu ukrywają.",
        "tr_core_sapphire_dawn_m2_t10": "Rubinowy Zachód okupuje istotne miasteczko, które trzeba odbić, jeżeli chcemy przedostać się dalej.",
        "tr_core_sapphire_dawn_m2_t11": "Zwiad sugeruje, że nie jest ono umocnione.",
        "tr_core_sapphire_dawn_m2_t12": "Zdają się przesuwać swoje siły na północ, aby ustanowić tam stałą bazę. Wygląda na to, że jeszcze jej nie ukończyli, a to oznacza, że nie mogą wezwać wsparcia.",
        "tr_core_sapphire_dawn_m2_t13": "To była dobra wiadomość. Zła jest taka, że my także nie zdążyliśmy rozbić swojego obozu. Te jednostki to wszystko co mam.",
        "tr_core_sapphire_dawn_m2_t14": "Wsparcie powietrzne zdaje się znowu działać. Mogę więc wzywać spadochroniarzy używając mojej umiejętności Głębokiego zrzutu.",
        "tr_core_sapphire_dawn_m2_t15": "To wszystko znaczy, że uratowanie tych uwięzionych żołnierzy to mój priorytet. Dołączą oni do moich oddziałów kiedy jedna z moich jednostek zbliży się do ich pozycji.",
        "tr_core_sapphire_dawn_m2_t16": "Na koniec, zniszczenie wszystkich sił Rubinowego Zachodu jest kluczowe, zanim ruszymy dalej.",
        "tr_core_sapphire_dawn_m2_o1": "Uratuj jednostki Szafirowego Świtu.",
        "tr_core_sapphire_dawn_m2_o2": "Pokonaj siły Rubinowego Zachodu.",
        "tr_core_sapphire_dawn_m2_o3": "(Opcjonalnie) Uratuj jednostki specjalistów.",
        "tr_core_sapphire_dawn_m2_t17": "Chłopaki, czas ruszać!",
        "tr_core_sapphire_dawn_a1": "Żołnierz #1",
        "tr_core_sapphire_dawn_m2_t18": "Przysięgam, że kogoś tam widziałem.",
        "tr_core_sapphire_dawn_a2": "Żołnierz #2",
        "tr_core_sapphire_dawn_m2_t19": "Przeczesujemy ten teren od wielu godzin. Nikogo tu nie ma. Lepiej wracajmy.",
        "tr_core_sapphire_dawn_m2_t20": "Dobrze wiesz, że nie możemy wrócić zanim nie znajdziemy tych maruderów. Skup się na pilnowaniu drogi.",
        "tr_core_sapphire_dawn_m2_t21": "Hej! Wydaje mi się, że ktoś nadciąga!",
        "tr_core_sapphire_dawn_m2_t22": "Hej, pomoc przybyła! Odpalamy silniki. Wskakujcie na pokład, zawieziemy was z powrotem do miasta.",
        "tr_core_sapphire_dawn_m2_t23": "Dostrzegliśmy Szafirowy Świt, dużo ich tam! Skąd oni się wzięli?",
        "tr_core_sapphire_dawn_m2_t24": "Garnizon jest znaczny, ale damy sobie radę. Jeszcze tylko jedna potyczka na koniec dnia.",
        "tr_core_sapphire_dawn_m2_t25": "Dobrze was widzieć! Trochę tu utknęliśmy. Możecie nas popchnąć?",
        "tr_core_sapphire_dawn_m2_t26": "Droga zabezpieczona, panie Generale!",
        "tr_core_sapphire_dawn_m2_t27": "Sprowadźcie ekipę inżynieryjną i zacznijcie rozstawiać bazę. Zasługujecie na chwilę odpoczynku zanim ruszymy dalej.",
        "tr_core_sapphire_dawn_m2_t28": "Ciekawe co stało się z Blake'iem. Jak mógł pozostawić swoich żołnierzy? Przepytam go jak będę miał okazję.",
        "tr_core_sapphire_dawn_m2_t29": "Załadowany i gotowy. Dajmy popalić tym szczeniakom z Rubinowego Zachodu.",
        "tr_core_sapphire_dawn_m3_name": "Kapitalna ofensywa",
        "tr_core_sapphire_dawn_m3_desc": "Zlokalizowaliśmy kluczową linię zaopatrzeniową Rubinowego Zachodu. Szafirowy Świt ma za zadanie ją przeciąć, co znacząco osłabi siły okupanta i otworzy drogę do Bursztynowej Fortecy.",
        "tr_core_sapphire_dawn_m3_t1": "Autostrada wygląda na czystą. Są tu świeże ślady po transporcie ciężkiego sprzętu.",
        "tr_core_sapphire_dawn_m3_t2": "A więc raport był poprawny. Używają tej trasy aby zaopatrywać swoje wojska przy Bursztynowej Fortecy.",
        "tr_core_sapphire_dawn_m3_t3": "Wzdłuż drogi stoją Wieże. Wygląda na to, że Bursztynowe Południe porzuciło je.",
        "tr_core_sapphire_dawn_m3_t4": "To świetnie! Wieże pozwolą nam utrzymać tu linię frontu i odciąć ich zaopatrzenie.",
        "tr_core_sapphire_dawn_m3_t5": "Jakieś wieści o Komando Blake'u lub jego podwładnych?",
        "tr_core_sapphire_dawn_m3_t6": "Na razie nic. Widzimy polanę po drugiej stronie górskiej przełęczy, lecimy ją sprawdzić.",
        "tr_core_sapphire_dawn_m3_t7": "Ej, chwila!",
        "tr_core_sapphire_dawn_m3_t8": "Jest tu ogromna baza Rubinowego Zachodu, zaraz za kanałem. Zasłaniały ją wzgórza.",
        "tr_core_sapphire_dawn_m3_t9": "Ziemia jest rozryta po naszej stronie, nosi ślady bitwy. Wygląda na to, że Blake próbował przeprawić się tu przez wodę, ale poniósł klęskę.",
        "tr_core_sapphire_dawn_m3_t10": "Zostaliśmy wykryci! Mamy szczęście, że jakimś cudem spudłowali...",
        "tr_core_sapphire_dawn_m3_t11": "Tyle wystarczy, wracajcie!",
        "tr_core_sapphire_dawn_m3_t12": "Przyjąłem, lecimy z powrotem.",
        "tr_core_sapphire_dawn_m3_t13": "Pewnie niedługo wyślą swoje jednostki.",
        "tr_core_sapphire_dawn_m3_t14": "Ciężkiego sprzętu jest mało, nie daliśmy rady sprowadzić więcej przez to bagno. Na szczęście mamy ze sobą ekipy naprawcze.",
        "tr_core_sapphire_dawn_m3_t15": "Musimy jak najszybciej przechwycić te Wieże, a następnie je utrzymać.",
        "tr_core_sapphire_dawn_m3_o1": "Zajmij Wieże na autostradzie.",
        "tr_core_sapphire_dawn_m3_o2": "Broń KG Szmaragdowego Świtu.",
        "tr_core_sapphire_dawn_m3_t16": "Widzimy jakiś ruch.",
        "tr_core_sapphire_dawn_m3_t17": "Oczyszczają teren!",
        "tr_core_sapphire_dawn_m3_t18": "No dobra, jest ich DUŻO...",
        "tr_core_sapphire_dawn_m3_t19": "No jest, ale nie są w stanie przeżucać w ten sposób zbyt wielu Czołgów. Skupienie się na Piechocie powinno dać dobre rezultaty.",
        "tr_core_sapphire_dawn_m3_t20": "Rubinowy Zachód zajął jedną z wież. Musimy kontrolować wszystkie z nich, aby zabezpieczyć tą trasę.",
        "tr_core_sapphire_dawn_m3_t21": "Wszystkie Wieże zdobyte. Musimy je teraz utrzymać.",
        "tr_core_sapphire_dawn_m3_o3": "Utrzymaj Wieże przy autostradzie przez pięć tur.",
        "tr_core_sapphire_dawn_m3_t22": "Przybyły nasze główne siły. Jestem pewien, że teraz zorientują się, że nie będą w stanie odbić tych Wież i zaprzestaną ataków. Sierżancie, możecie przejąć dowodzenie.",
        "tr_core_sapphire_dawn_m3_t23": "Tak jest!",
        "tr_core_sapphire_dawn_m3_t24": "Chciałbym doprowadzić to do końca, ale nie mam możliwości spędzić tu więcej czasu. Jeżeli sytuacja w głębi kraju jest tak zła, jak do tej pory widzieliśmy, to muszę szybok odnaleźć Blake'a zanim wyrządzi jeszcze więcej szkód.",
        "tr_core_sapphire_dawn_m4_name": "Szlachetne powody",
        "tr_core_sapphire_dawn_m4_desc": "Fala za falą Rubinowych żołnierzy odpierana jest przez obrońców Bursztynowej Fortecy. Generał Cyrus prowadzi swoje siły przeciwko Rubinowej KG, w której zdaje się być przetrzymywany jakiś wartościowy więzień.",
        "tr_core_sapphire_dawn_m4_t1": "Nadciąga kolejna grupa! Utrzymać szyk!",
        "tr_core_sapphire_dawn_m4_t2": "Miasto jest atakowane, ale wygląda na to, że na razie dają sobie radę.",
        "tr_core_sapphire_dawn_m4_t3": "Powinniśmy skupić się na pozbyciu się tej bazy Rubinowego Zachodu.",
        "tr_core_sapphire_dawn_m4_t4": "Po pierwsze, potrzebne będą nam możliwości produkcyjne. Inżynierowie zdołali przygotować dla nas obóż, ale opuścili go gdy wystraszył ich wrogi Czołg. Musimy się go pozbyć.",
        "tr_core_sapphire_dawn_m4_t5": "Rubinowy Zachód rozstawia artylerię, aby bombardować miasto z dużej odległości.",
        "tr_core_sapphire_dawn_m4_t6": "Ich KG znajduje się w tym miejscu. Wygląda na to, że przetrzymują tam też jakiegoś VIPa. Byłem niemal pewien, że to Komando Blake, ale to raczej nie on.",
        "tr_core_sapphire_dawn_m4_t7": "Jest też druga, mniejsza baza. Powinniśmy się jej pozbyć zanim przypuścimy atak na KG. W przeciwnym przypadku ryzykujemy pokazanie im naszej flanki.",
        "tr_core_sapphire_dawn_m4_o1": "Zorganizuj bazę w obozie Szmaragdowego Świtu.",
        "tr_core_sapphire_dawn_m4_o2": "(Opcjonalnie) Zajmij obozowisko Rubinowego Zachodu.",
        "tr_core_sapphire_dawn_m4_t8": "Nasza wysunięta baza została zdobyta przez Szmaragdowy Świt.",
        "tr_core_sapphire_dawn_m4_t9": "Natychmiast posłać po wsparcie.",
        "tr_core_sapphire_dawn_m4_t10": "Cel zdobyty, Panie Generale. Żołnierze Rubinowego Zachodu złożyli broń.",
        "tr_core_sapphire_dawn_m4_t11": "Powiedz mi coś, Sidney. Dlaczego Lord Dawson rozkazał swoim żołnierzom napaść na ziemie Bursztynowego Południa? Jak to się stało, że żądza podboju opanowała jego zmysły?",
        "tr_core_sapphire_dawn_m4_t12": "Pff. Same kłamstwa. To wam powiedział Watażka Grim?",
        "tr_core_sapphire_dawn_m4_t13": "Oświeć mnie, proszę.",
        "tr_core_sapphire_dawn_m4_t14": "To Bursztynowe Południe zaatakowało pierwsze, bez żadnej prowokacji z naszej strony. Logicznym było odpłacić im za to.",
        "tr_core_sapphire_dawn_m4_t15": "Choć muszę przyznać, że trochę mnie poniosło z tym kontr-atakiem...",
        "tr_core_sapphire_dawn_m4_t16": "Hahaha, czyli to dlatego wylądowałeś za kratkami?",
        "tr_core_sapphire_dawn_m4_t17": "...",
        "tr_core_sapphire_dawn_m4_t18": "Śmiej się ile chcesz, ale to Wy tu odwalacie brudną robotę dla tego zakutego łba Watażki.",
        "tr_core_sapphire_dawn_m4_t19": "To poważne oskarżenia. Będę chyba musiał porozmawiać z Prezydentem Gideonem i zapytać go o szczegóły jego umowy z Grimem...",
        "tr_core_sapphire_dawn_m4_t20": "Ach, mówiąc o zakutych łbach. Wiesz może coś o losie Komando Blake'a?",
        "tr_core_sapphire_dawn_m4_t21": "Nie wiesz nawet gdzie jest Twój podwładny? To prześmieszne. Słyszałem, że został nieźle pobity próbując zdobyć Rubyport. Zdaje się, że niedługo potem słuch po nim zaginął.",
        "tr_core_sapphire_dawn_m4_t22": "CO zrobił ten idiota?",
        "tr_core_sapphire_dawn_m4_t23": "Pokonany przez przydupasów Watażki Grima. Jaka szkoda widzieć honorowego Generała Cyrusa odwalającego pracę najemnika.",
        "tr_core_sapphire_dawn_m4_t24": "O czym ty bredzisz? Zabrać go na przesłuchanie.",
        "tr_core_sapphire_dawn_m4_o3": "(Wykonane) Pokonaj Szlachcica Sidney'a.",
        "tr_core_sapphire_dawn_m4_t25": "Szafirowy Świt na prawdę nas naciska. Potrzebujemy bardziej doświadczonego dowódcy.",
        "tr_core_sapphire_dawn_m4_t26": "Przyprowadzić więźnia!",
        "tr_core_sapphire_dawn_m4_t27": "Jest Pan pewny? Lord Dawon nie będzie szczęśliwy, kiedy to do niego dotrze.",
        "tr_core_sapphire_dawn_m4_t28": "Nie będzie też szczęśliwy gdy usłyszy, że nie daliśmy rady się utrzymać, skoro nie możemy się też wycofać...",
        "tr_core_sapphire_dawn_m4_t29": "Chciałeś mnie widzieć, dowódco?",
        "tr_core_sapphire_dawn_m4_t30": "Sytuacja jest trudna. Niedawno przybyły Generał Cyrus sprawia nam bardzo dużo problemów.",
        "tr_core_sapphire_dawn_m4_t31": "Moi żołnierze potrzebują kogoś bardziej doświadczonego, kto może ich poprowadzić. Proszę Pana o przejęcie dowództwa.",
        "tr_core_sapphire_dawn_m4_t32": "Rozumiem. Muszę przyznać, że te kłopoty mogą być z mojej winy. Jednakże, zrobię co w mojej mocy, aby wam pomóc.",
        "tr_core_sapphire_dawn_m4_t33": "Dziękuję, Panie!",
        "tr_core_sapphire_dawn_m4_o4": "(Opcjonalnie) Pokonaj Szlachcica Sidney'a.",
        "tr_core_sapphire_dawn_m5_name": "Przebłysk Jadeitu",
        "tr_core_sapphire_dawn_m5_desc": "Prezydent Gideon rozkazał Generałowi Cyrusowi wyruszyć na wschód, gdzie Watażka Grim poprosił o pomoc w poradzeniu sobie z nowym zagrożeniem. W jaki sposób siły Rubinowego Zachodu mogły dostać się tak daleko w głąb terytorium Bursztynowego Południa? Czy może chodzi o coś innego?",
        "tr_core_sapphire_dawn_m5_t1": "Uff, myślę, że mogę sobie pozwolić na krótką przerwę... Grim jest na prawdę zdeterminowany, aby mnie złapać. Mam nadzieję, że mój ojciec miewa się dobrze.",
        "tr_core_sapphire_dawn_m5_t2": "Na szczęście moje wezwanie o pomoc wysłane do Jadeitowego Zmierzchu dotarło do nich i przysłali trochę swoich żołnierzy, aby osłaniali mnie.",
        "tr_core_sapphire_dawn_m5_t3": "Niedaleko znajduje się ich kolejne obozowisko. Myślę, że mogę tam dłużej odpocząć. Ciekawe, czy przywieźli ze sobą te swoje tropikalne drinki?",
        "tr_core_sapphire_dawn_m5_t4": "No, no, no. Czy nie jest to nasz tchórzliwy Książe. Nadal uciekający z podkulonym ogonem.",
        "tr_core_sapphire_dawn_m5_t5": "I do tego Jadeitowy Zmierzch! Nie spodziewałem się, że przybędą mu z pomocą. To komplikuje sprawy.",
        "tr_core_sapphire_dawn_m5_t6": "Na szczęście wsparcie, o które prosiłem Gideona, przybyło.",
        "tr_core_sapphire_dawn_m5_t7": "Tu Watażka Grim, z pilną prośbą dla Generała Cyrusa. Jadeitowy Zmierzch dołączył do Rubinowego Zachodu w atakach na nasze królestwo. Proszę pomóc nam pozbyć się ich bazy.",
        "tr_core_sapphire_dawn_m5_t8": "Atak ze strony Jadeitowego Zmierzchu? Jest Pan pewny? To pokojowa nacja. Skoro tu są, to muszą mieć na to dobre powody. Proszę pozwolić mi porozmawiać z ich oficerem dowodzącym.",
        "tr_core_sapphire_dawn_m5_t9": "Nie dał się na to złapać. Muszę powiedzieć Gideonowi, żeby następnym razem wysłał kogoś bardziej potulnego. W takim razie plan B.",
        "tr_core_sapphire_dawn_m5_t10": "Rycerze, rozpocząć szturm na Jadeitowe instalacje.",
        "tr_core_sapphire_dawn_a3": "Rycerska Piechota",
        "tr_core_sapphire_dawn_m5_t11": "Jak rozkażesz, Watażko.",
        "tr_core_sapphire_dawn_m5_t12": "Nasze wojska są związane walką z najeźdźcami z Jadeitowego Zmierzchu. Proszę o asystę!",
        "tr_core_sapphire_dawn_m5_t13": "To jest jakieś szaleństwo. No ale mamy swoje rozkazy.",
        "tr_core_sapphire_dawn_m5_t14": "Generał Cyrus do wojsk Bursztynowego Południa, jesteśmy w drodze.",
        "tr_core_sapphire_dawn_m5_t15": "Na naszej flance znajduje się tymczasowe Lotnisko. Jestem przekonany, że planują zaatakować nas z boku używając lotnictwa. Pozbądźcie się go zanim ruszycie dalej.",
        "tr_core_sapphire_dawn_m5_t16": "Przyjąłem.",
        "tr_core_sapphire_dawn_m5_o1": "Zajmij budynki Jadeitowego Zmierzchu.",
        "tr_core_sapphire_dawn_m5_o2": "(Opcjonalnie) Zajmij Lotnisko Jadeitowego Zmierzchu.",
        "tr_core_sapphire_dawn_m5_t17": "Generale! Błagam Pana o zaprzestanie!",
        "tr_core_sapphire_dawn_m5_t18": "Książe Tybalt? Co tu się dzieje?",
        "tr_core_sapphire_dawn_m5_t19": "Mogę wszystko wyjaśnić, ale nie tu. Proszę podążać za mną do mojego obozu. Możemy tam bezpiecznie porozmawiać.",
        "tr_core_sapphire_dawn_m6_name": "Wrogie przejęcie",
        "tr_core_sapphire_dawn_m6_desc": "W trakcie gdy Książe Tybalt ujawnia winnego stojącego za inwazją, na miejsce przybywa niespodziewany gość, aby zepsuć tą imprezę.",
        "tr_core_sapphire_dawn_m6_t1": "A więc cały ten konflikt został wywołany przez Watażkę Grima, żeby umożliwić mu przejęcie władzy nad Bursztynowym Zachodem?",
        "tr_core_sapphire_dawn_m6_t2": "Tak. I ściga mnie od czasu pierwszego ataku.",
        "tr_core_sapphire_dawn_m6_t3": "Co więc dzieje się z Królem Ludwigiem? Jest więźniem?",
        "tr_core_sapphire_dawn_m6_t4": "Niestety nie wiem. Nikt go nie miał kontaktu z Królem od tygodni, nawet ja. Grim twierdzi, że wszystkie rozkazy pochodzą od mojego ojca, ale szczerze w to wątpię.",
        "tr_core_sapphire_dawn_m6_t5": "Muszę natychmiast skontaktować się z Prezydentem. Nie na to pisał się Szafirowy Świt.",
        "tr_core_sapphire_dawn_m6_t6": "Co zamierzasz teraz zrobić, Książe?",
        "tr_core_sapphire_dawn_m6_t7": "Kanclerz Irene jest dawną przyjaciółką mojego ojca. Zamierzam udać się do niej po poradę.",
        "tr_core_sapphire_dawn_m6_t8": "Mądry wybór. Życzę Ci szczęśćia w twej podróży. Proszę mi wybaczyć, ale mam teraz sporo rzeczy, którymi muszę się zająć, aby wyprostować tę sytuację.",
        "tr_core_sapphire_dawn_m6_t9": "Dziękuję, Generale. Również życzę Ci szczęścia.",
        "tr_core_sapphire_dawn_m6_t10": "Sierżancie, natychmiast wyślijcie tą zakodowaną wiadomosć do Prezydenta Gideona.",
        "tr_core_sapphire_dawn_m6_t11": "Panie Generale, telefon do Pana.",
        "tr_core_sapphire_dawn_m6_t12": "Ach, Generale. Doszły mnie słuchy, że natknął się Pan na Księcia Tybalta. Z przykrością muszę przekazać panu okropne wieści: Tybalt jest zdrajcą, konspirującym z Rubinowym Zachodem nad obaleniem Króla Ludwiga. Rozkazuję Panu bezzwłocznie go aresztować!",
        "tr_core_sapphire_dawn_m6_t13": "Nie wydaje mi się. Wiem, że to Ty jesteś tu zdrajcą. Nie przyjmuję już rozkazów od Ciebie.",
        "tr_core_sapphire_dawn_m6_t14": "Wielka szkoda. W takim przypadku...",
        "tr_core_sapphire_dawn_m6_t15": "Proszę odpuścić, Generale. Jest Pan zwolniony ze służby. Sierżancie, teraz ja przejmuję dowodzenie.",
        "tr_core_sapphire_dawn_m6_t16": "To jakiś żart? Nie masz prawa!",
        "tr_core_sapphire_dawn_m6_t17": "Och, ależ mam. Proszę, oto dokument podpisany przez samego Gideona. Sierżancie, zabrać go.",
        "tr_core_sapphire_dawn_m6_t18": "Jeszcze za to zapłacisz, Blake! Tybalcie, musisz uciekać!",
        "tr_core_sapphire_dawn_m6_t19": "Ten Grim działa mi już na nerwy.",
        "tr_core_sapphire_dawn_m6_t20": "Proszę iść, mój Książe. Zatrzymamy ich tu przez jakiś czas.",
        "tr_core_sapphire_dawn_m6_t21": "To nasze ziemie. Nie pozwolimy im przejść.",
        "tr_core_sapphire_dawn_m6_t22": "Nienawidzę tego. Przyrzekam wam, następnym razem będzie inaczej!",
        "tr_core_sapphire_dawn_m6_t23": "Nie mogę pozwolić mu uciec. Muszę jak najszybciej dotrzeć do tej drogi.",
        "tr_core_sapphire_dawn_m6_o1": "Doprowadź Komando Blake'a na koniec drogi.",
        "tr_core_sapphire_dawn_m6_o2": "Komando Blake musi przetrwać.",
        "tr_core_sapphire_dawn_m6_t24": "Nie byłem... wystarczająco... szybki...",
        "tr_core_sapphire_dawn_m6_t25": "To jest to. Wszystkie jednostki, za mną!",
        "tr_core_sapphire_dawn_m6_t26": "Panie Sierżancie! Większość naszych oddziałów jest zmęczona, nie dadzą rady utrzymać tempa. Musimy zwolnić.",
        "tr_core_sapphire_dawn_m6_t27": "I pozwolić Księciu wyśliznąć się? Po moim trupie! Ruszamy!",
        "tr_core_sapphire_dawn_m7_name": "W pogoni za świetnością",
        "tr_core_sapphire_dawn_m7_desc": "Gdy Bursztynowy Książe szuka azylu w fortecy Jadeitowego Zmierzchu, Komando Blake planjue ją zinfiltrować i złapać Tybalta, zanim ten zniknie na dobre.",
        "tr_core_sapphire_dawn_m7_t1": "W końcu, niemal dogoniłem mój cel.",
        "tr_core_sapphire_dawn_m7_t2": "Brygada opancerzona dotarła, ale ta wymoczkowata Piechota nie dała rady za nami nadążyć.",
        "tr_core_sapphire_dawn_m7_t3": "Okazuje się, że to problem. Tak daleko za granicą wroga okazało się, że mają tu jednak całkiem sporo wojsk i budynków.",
        "tr_core_sapphire_dawn_m7_t4": "Zdaje się, że wiele z oddziałów Jadeitowego Zmierzchu jest w spoczynku. Rozstawili jednak Wieże radarowe. Jestem przekonany, że jak tylko wykryją mnie lub któreś z moich jednostek, ogłoszą alarm.",
        "tr_core_sapphire_dawn_m7_t5": "Nawet jeżeli moje jednostki opancerzone dały by radę przebić się przez te linie obronne, nie jestem w stanie ich utrzymać.",
        "tr_core_sapphire_dawn_m7_t6": "Na szczęście nie ma takiej potrzeby. Muszę tylko wykorzystać moje niesamowite umiejęntości Komandosa, przedostać się do Księcia i go wyciągnąć.",
        "tr_core_sapphire_dawn_m7_t7": "Roślinność w tym rejonie jest bardzo gęsta. Mogę użyć jej do moich celów. Wysoka trawa ochroni mnie przed byciem zauważonym, jeżeli tylko alarm nie jest aktywny.",
        "tr_core_sapphire_dawn_m7_t8": "Artyleria Rakietowa odnalazła jakąś starą, zapomnianą ścieżkę przez dzikie ostępy. Zwykle nie była by zbyt przydatna, ale dzięki jej dużemu zasięgowi przyda się do ataków z odległości.",
        "tr_core_sapphire_dawn_m7_t9": "W międzyczasie Jadeitowy Świt może wysłać trochę swoich jednostek do mojego obozowiska. Muszę je obronić, bo to moja jedyna droga ucieczki.",
        "tr_core_sapphire_dawn_m7_t10": "Tym razem Tybalt się nie wywinie!",
        "tr_core_sapphire_dawn_m7_o1": "Zinfiltruj bazę Jadeitowego Zmierzchu.",
        "tr_core_sapphire_dawn_m7_o2": "Broń obozu Szafirowego Świtu.",
        "tr_core_sapphire_dawn_m7_o3": "(Opcjonalnie) Nie wywołaj alarmu.",
        "tr_core_sapphire_dawn_m7_t11": "Alarm! Wróg został wykryty!",
        "tr_core_sapphire_dawn_m7_o4": "(Nieudane) Nie wywołaj alarmu.",
        "tr_core_sapphire_dawn_m7_t12": "Nie! Z odciętym wyjściem nie mam jak wydostać z tąd Księcia Tybalta. Operacja nieudana.",
        "tr_core_sapphire_dawn_m7_t13": "Jestem prawie na miejscu. Muszę tylko podbiec do celu i go pochwycić.",
        "tr_core_sapphire_dawn_m7_o5": "Złap Księcia Tybalta.",
        "tr_core_sapphire_dawn_m7_t14": "Stoi tam strażnik. Zobaczy mnie, jeżeli spróbuję przebiec wzdłuż linii drzew.",
        "tr_core_sapphire_dawn_m7_t15": "Muszę się go jakoś pozbyć. Albo mogę tu trochę odczekać i użyć mojej umiejętności, by ominąć drzewa niezauważony.",
        "tr_core_sapphire_dawn_m7_t16": "Linia drzew jest tu cieńsza. Powinienem być w stanie się przedostać używając mojej umiejętności Infiltracji.",
        "tr_core_sapphire_dawn_m7_t17": "Jestem niemal pewien, że zostanę przy tym zauważony. Wróg może wysłać za mną kilka jednostek w celu inwestygacji, ale raczej jeszcze nie podniosą alarmu. W takim przypadku powinienem iść do przodu.",
        "tr_core_sapphire_dawn_m7_t18": "Teraz Cię mam!",
        "tr_core_sapphire_dawn_m7_t19": "Ach, Blake. Narwany jak zwykle.",
        "tr_core_sapphire_dawn_m7_t20": "Poddaj się, nie masz dokąd uciekać.",
        "tr_core_sapphire_dawn_m7_t21": "Ostrzegałem Cię, że nasze następne spotkanie będzie wyglądało inaczej. Nie będę już uciekał.",
        "tr_core_sapphire_dawn_m7_t22": "Oż Ty... !!!",
        "tr_core_sapphire_dawn_m7_t23": "On ucieka!",
        "tr_core_sapphire_dawn_m7_t24": "Blake jest mistrzem infiltracji. Pewnie i tak nie byli byśmy w stanie go złapać. Niech ucieka, i tak nie będzie już w stanie sprawiać Ci więcej problemów.",
        "tr_core_sapphire_dawn_m7_t25": "Nasz transport do Jadeitowej Oazy już czeka. Jedźmy.",
        "tr_core_sapphire_dawn_m7_t26": "Kolejny strażnik, tym razem na obchodzie. Można by się go pozbyć. Mogę też po prostu poczekać aż pójdzie za róg i przbiec."
    }
}